Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.cmd.pico.export.options.bin
source: the name of the binary to export
ar: اسم الملف التنفيذي المراد تصديره
de: der Name der zu exportierenden Binärdatei
eo: la nomo de la eksportota binaraĵo
es: el nombre del binario a exportar
fi: vietävän binaarin nimi
fr: le nom du binaire à exporter
ga: ainm an dénártha a onnmhairiú
id: nama berkas biner yang akan diekspor
it: il nome del binario da esportare
ko: 내보낼 바이너리의 이름
nl: de naam van het te exporteren programmabestand
pt_br: o nome do binário a ser exportado
ro: numele binarului de exportat
ru: имя двоичного файла для экспорта
sv: Namnet på binären du vill exportera
ta: ஏற்றுமதி செய்ய பைனரியின் பெயர்
tr: dışa aktarılacak ikilinin adı
uk: назва бінарного файлу для експорту
vi: tên của mã nhị phân cần xuất
zh_hans: 要导出的二进制文件的名称
zh_hant: 要匯出的二進位檔案的名稱

# vso.cmd.pico.export.options.binOutput
source: path of the binary output (default: ~/.local/bin/)
ar: مسار إخراج الملف التنفيذي (افتراضي: ~/.local/bin/)
de: Pfad der Binärausgabe (Standard: ~/.local/bin/)
eo: loko de la eligota binaraĵo (implicite: ~/.local/bin/)
es: ruta de la salida binaria (por defecto: ~/.local/bin/)
fi: binäärilähdön polku (oletus: ~/.local/bin/)
fr: chemin de la sortie du binaire (par défaut : ~/.local/bin/)
ga: conair an aschuir dhénártha (réamhshocrú: ~ / .local / bin / )
id: jalur output biner (default: ~/.local/bin/)
it: percorso del output del binario (default: ~/.local/bin/)
ko: 바이너리 출력 경로 (기본값: ~/.local/bin/)
nl: uitvoerpad van het programmabestand (standaard: ~/.local/bin/)
pt_br: caminho de saída do binário (padrão: ~/.local/bin/)
ro: calea ieșirii binare (implicit: ~/.local/bin/)
ru: путь двоичного выхода (по умолчанию: ~/.local/bin/)
sv: sökväg för den binära utdatan (standard: ~/.local/bin/)
ta: பைனரி வெளியீட்டின் பாதை (இயல்புநிலை: ~/.லோகல்/பின்/)
tr: ikili çıktısının yolu (öntanımlı: ~/.local/bin/)
uk: шлях бінарного виводу (типово: ~/.local/bin/)
vi: vị trí xuất mã nhị phân (mặc định: ~/.local/bin/)
zh_hans: 二进制输出的路径（默认：~/.local/bin/）
zh_hant: 二進位輸出的路徑（預設：~/.local/bin/）

# vso.cmd.pico.unexport
source: Unexport an application or binary from the subsystem
ar: إلغاء تصدير تطبيق أو ملف تنفيذي من النظام الفرعي
de: Deexportiere eine Anwendung oder eine Binärdatei aus dem Subsystem
eo: Maleksporti programon aŭ binaraĵon de la subsistemo
es: Deshacer la exportación de una aplicación o binario del subsistema
fi: Peruuta sovelluksen tai binaarin vienti alijärjestelmästä
fr: Supprimer l'exportation d'une application ou d'un binaire du sous-système
ga: Unexport iarratas nó dénártha ón bhfochóras
id: Jangan ekspor aplikasi atau berkas biner dari subsistem
it: Annulla esportazione di un'applicazione o di un binario dal sottosistema
ko: 하위 시스템에서 응용 프로그램 또는 바이너리 내보내기 취소
nl: Ontexporteert een app of programmabestand van het subsysteem
pt_br: Desfazer a exportação de um aplicativo ou binário do subsistema
ro: Dezexportarea unei aplicații sau a unui fișier binar din subsistem
ru: Отменить экспорт приложения или двоичного файла из подсистемы
sv: Avexportera ett program eller binär från undersystemet
ta: துணை அமைப்பிலிருந்து ஒரு விண்ணப்பம் அல்லது பைனரி விளக்கப்படம்
tr: Alt sistemden uygulama ya da ikili dışa aktarımını geri al
uk: Скасувати експорт застосунку або бінарного файлу з підсистеми
vi: Ngừng xuất một ứng dụng hoặc mã nhị phân từ hệ thống con
zh_hans: 从子系统移除导出的应用程序或二进制文件
zh_hant: 從子系統移除匯出的應用程式或是二進位檔案

# vso.cmd.pico.unexport.options.app
source: the name of the application to unexport
ar: اسم التطبيق المراد إلغاء تصديره
de: der Name der zu deexportierenden Anwendung
eo: la nomo de la maleksportota programo
es: el nombre de la aplicación para deshacer la exportación
fi: viennin peruutettavan sovelluksen nimi
fr: le nom de l'application à supprimer l'exportation
ga: ainm an iarratais ar
id: nama aplikasi yang batal diekspor
it: il nome dell'applicazione da non esportare
ko: 되돌릴 응용 프로그램의 이름
nl: de naam van de app om te ontexporteren
pt_br: o nome do aplicativo para desfazer a exportação
ro: numele aplicației de dezexportat
ru: имя приложения для отмены экспорта
sv: namnet på programmet som ska avexporteras
ta: பயன்பாட்டின் பெயர்
tr: dışa aktarımı geri alınacak uygulamanın adı
uk: назву застосунку для скасування експорту
vi: tên của ứng dụng cần ngừng xuất
zh_hans: 要移除导出的应用程序的名称
zh_hant: 要移除匯出的應用程式的名稱

# vso.cmd.pico.unexport.options.bin
source: the name of the binary to unexport
ar: اسم الملف التنفيذي المراد إلغاء تصديره
de: der Name der zu deexportierenden Binärdatei
eo: la nomo de la maleksportota binaraĵo
es: el nombre del binario para deshacer la exportación
fi: viennin peruutettavan binaarin nimi
fr: le nom du binaire à supprimer l'exportation
ga: ainm an dénártha a unexport
id: Nama berkas biner yang batal diekspor
it: il nome del binario da non esportare
ko: 되돌릴 바이너리의 이름
nl: de naam van het programmabestand om te ontexporteren
pt_br: o nome do binário para desfazer a exportação
ro: numele binarului de dezexportat
ru: имя двоичного файла, которому нужно отменить экспорт
sv: namnet på den binär som ska avexporteras
ta: பைனரியின் பெயர் முதல் விளக்கப்படம்
tr: dışa aktarımı geri alınacak ikilinin adı
uk: назва бінарного файлу для скасування експорту
vi: tên của mã nhị phân cần ngừng xuất
zh_hans: 要移除导出的二进制文件的名称
zh_hant: 要移除匯出的二進位檔案的名稱

# vso.cmd.pico.unexport.options.binOutput
source: path of the binary output (default: ~/.local/bin/)
ar: مسار إخراج الملف التنفيذي (افتراضي: ~/.local/bin/)
de: Pfad der Binärausgabe (Standard: ~/.local/bin/)
eo: loko de la eligota binaraĵo (implicite: ~/.local/bin/)
es: ruta de la salida binaria (por defecto: ~/.local/bin/)
fi: binäärilähdön polku (oletus: ~/.local/bin/)
fr: chemin de la sortie du binaire (par défaut : ~/.local/bin/)
ga: conair an aschuir dhénártha (réamhshocrú: ~ / .local / bin / )
id: jalur output biner (default: ~/.local/bin/)
it: percorso del output del binario (default: ~/.local/bin/)
ko: 바이너리 출력 경로 (기본값: ~/.local/bin/)
nl: uitvoerpad van het programmabestand (standaard: ~/.local/bin/)
pt_br: caminho de saída do binário (padrão: ~/.local/bin/)
ro: calea ieșirii binare (implicit: ~/.local/bin/)
ru: путь сохранения бинарных файлов (по умолчанию: ~/.local/bin/)
sv: sökväg för den binära utdatan (standard: ~/.local/bin/)
ta: பைனரி வெளியீட்டின் பாதை (இயல்புநிலை: ~/.லோகல்/பின்/)
tr: ikili çıktısının yolu (öntanımlı: ~/.local/bin/)
uk: шлях до бінарного виводу (типово: ~/.local/bin/)
vi: vị trí xuất mã nhị phân (mặc định: ~/.local/bin/)
zh_hans: 二进制输出的路径（默认：~/.local/bin/）
zh_hant: 二進位輸出的路徑（預設：~/.local/bin/）

# vso.cmd.pico.init
source: Initialize the VSO subsystem, used for package management
ar: تهيئة نظام VSO الفرعي، المستخدم لإدارة الحزم
de: Initialisiere das VSO-Subsystem, das für die Paketverwaltung verwendet wird
eo: Lanĉi la VSO-subsistemon por administri pakojn
es: Inicializar el subsistema VSO, utilizado para la gestión de los paquetes
fi: Alusta pakettien hallintaan käytettävä VSO-alijärjestelmä
fr: Initialiser le sous-système VSO, utilisé pour la gestion des paquets
ga: Túsaigh an fochóras VSO, a úsáidtear le haghaidh bainistíochta pacáiste
id: Inisialisasi subsistem VSO, yang digunakan untuk manajemen paket
it: Inizializza il sottosistema VSO, usato dal gestore pacchetti
ko: 패키지 관리를 위해 사용되는 VSO 하위 시스템을 초기화합니다
nl: Initialiseert het VSO-subsysteem, gebruikt voor pakketbeheer
pt_br: Inicializar o subsistema VSO, usado para gerenciamento de pacotes
ro: Inițializarea subsistemului VSO, utilizat pentru gestionarea pachetelor
ru: Инициализируйте подсистему VSO, используемую для управления пакетами
sv: Initiera VSO-undersystemet, som används för pakethantering
ta: தொகுப்பு நிர்வாகத்திற்குப் பயன்படுத்தப்படும் VSO துணை அமைப்பைத் தொடங்கவும்
tr: VSO alt sistemini ilklendir, paket yönetimi için kullanıldı
uk: Ініціалізація підсистеми VSO, що використовується для управління пакетами
vi: Khởi tạo hệ thống con VSO để quản lí gói
zh_hans: 初始化 VSO 子系统，用于包管理
zh_hant: 初始化 VSO 子系統，用於軟體包的管理

# vso.cmd.pico.init.options.force
source: force the initialization if the subsystem is already initialized
ar: إجبار التهيئة إذا كان النظام الفرعي مهيأ بالفعل
de: Initialisierung erzwingen, wenn das Subsystem bereits initialisiert ist
eo: devige relanĉi, eĉ se la subsistemo estas jam lanĉita
es: forzar la inicialización si el subsistema ya está inicializado
fi: pakota alustus, jos alijärjestelmä on jo alustettu
fr: forcer l'initialisation si le sous-système est déjà initialisé
ga: Cuir tús leis an túsú má tá an fochóras túsaithe cheana féin
id: paksa inisialisasi jika subsistem sudah diinisialisasi
it: forza l'inizializzazione se il sottosistema è già inizializzato
ko: 하위 시스템이 이미 초기화되어 있는 경우 강제로 초기화합니다
nl: forceert de initialisatie als het subsysteem al is geïnitialiseerd
pt_br: força a inicialização se o subsistema já estiver inicializado
ro: forțează inițializarea în cazul în care subsistemul este deja inițializat
ru: принудительно выполнить инициализацию, если подсистема уже инициализирована
sv: tvinga fram initieringen om undersystemet redan är initierat
ta: துணை அமைப்பு ஏற்கனவே துவக்கப்பட்டால் துவக்கத்தை கட்டாயப்படுத்துங்கள்
tr: alt sistem halihazırda ilklendiyse de ilklendirmeye zorla
uk: примусово ініціалізувати, якщо підсистема вже ініціалізована
vi: bắt buộc khởi tạo nếu hệ thống con đã được khởi tạo sẵn
zh_hans: 子系统已经初始化时强制初始化
zh_hant: 強制初始化，即便子系統已經初始化

# vso.cmd.pico.install
source: Install an application inside the subsystem
ar: تثبيت تطبيق داخل النظام الفرعي
de: Eine Anwendung innerhalb des Subsystems installieren
eo: Instali programon en la subsistemo
es: Instalar una aplicación dentro del subsistema
fi: Asenna sovellus alajärjestelmän sisään
fr: Installer une application dans le sous-système
ga: Suiteáil feidhmchlár taobh istigh den fhochóras
id: Instal aplikasi di dalam subsistem
it: Installa un'applicazione nel sottosistema
ko: 하위 시스템 내에 응용 프로그램을 설치합니다
nl: Installeert een app in het subsysteem
pt_br: Instalar um aplicativo dentro do subsistema
ro: Instalează o aplicație în cadrul subsistemului
ru: Установить приложение внутри подсистемы
sv: Installera ett program inuti undersystemet
ta: துணை அமைப்பினுள் ஒரு பயன்பாட்டை நிறுவவும்
tr: Alt sistemin içine uygulama kur
uk: Встановити застосунок всередині підсистеми
vi: Cài đặt một ứng dụng trong hệ thống con
zh_hans: 在子系统内安装应用程序
zh_hant: 在子系統內安裝應用程式

# vso.cmd.pico.remove
source: Remove an application from the subsystem
ar: إزالة تطبيق من النظام الفرعي
de: Eine Anwendung aus dem Subsystem entfernen
eo: Malinstali programon el la subsistemo
es: Eliminar una aplicación del subsistema
fi: Poista sovellus alajärjestelmästä
fr: Supprimer une application du sous-système
ga: Bain feidhmchlár ón bhfochóras
id: Hapus aplikasi dari subsistem
it: Cancella un'applicazione dal sottosistema
ko: 하위 시스템에서 응용 프로그램을 제거합니다
nl: Verwĳdert een app van het subsysteem
pt_br: Remover um aplicativo do subsistema
ro: Eliminează o aplicație din subsistem
ru: Удаление приложения из подсистемы
sv: Ta bort ett program från undersystemet
ta: துணை அமைப்பிலிருந்து ஒரு பயன்பாட்டை அகற்று
tr: Alt sistemden uygulama kaldır
uk: Видалити застосунок з підсистеми
vi: Xoá bỏ một ứng dụng trong hệ thống con
zh_hans: 从子系统中移除应用程序
zh_hant: 從子系統中移除應用程式

# vso.cmd.pico.run
source: Run an application from the subsystem
ar: تشغيل تطبيق من النظام الفرعي
de: Eine Anwendung vom Subsystem aus starten
eo: Ruli programon de la subsistemo
es: Ejecutar una aplicación desde el subsistema
fi: Suorita sovellus alajärjestelmästä
fr: Exécuter une application à partir du sous-système
ga: Rith feidhmchlár ón bhfochóras
id: Jalankan aplikasi dari subsistem
it: Lancia un'applicazione dal sottosistema
ko: 하위 시스템에서 응용 프로그램을 실행합니다
nl: Start een app van het subsysteem
pt_br: Executar um aplicativo a partir do subsistema
ro: Executați o aplicație din subsistem
ru: Запуск приложения из подсистемы
sv: Kör ett program från delsystem
ta: துணை அமைப்பிலிருந்து ஒரு பயன்பாட்டை இயக்கவும்
tr: Alt sistemden uygulama çalıştır
uk: Запустити застосунок з підсистеми
vi: Chạy một ứng dụng trong hệ thống con
zh_hans: 运行来自子系统的应用程序
zh_hant: 執行來自子系統的應用程式

# vso.cmd.pico.run.options.noReset
source: do not propose to reset the subsystem if something goes wrong
ar: عدم اقتراح إعادة ضبط النظام الفرعي إذا حدث خطأ ما
de: nicht vorschlagen, das Subsystem zurückzusetzen, wenn etwas schief geht
eo: ne proponi restaŭri la subsistemo, se io fiaskos
es: no proponer reiniciar el subsistema si algo va mal
fi: älä ehdota alijärjestelmän nollausta, jos jokin menee pieleen
fr: ne proposez pas de réinitialiser le sous-système en cas de problème
ga: ná mol an fochóras a athshocrú má théann rud éigin mícheart
id: jangan mengusulkan untuk mereset subsistem jika terjadi kesalahan
it: non proporre il reset del sottosistema se qualcosa non funziona correttamente
ko: 문제가 발생하면 하위 시스템을 재설정하도록 제안하지 마십시오
nl: niet voorstellen om het subsysteem te resetten als er iets fout gaat
pt_br: não propor redefinir o subsistema se algo der errado
ro: nu propune resetarea subsitemului dacă se întâmplă ceva greșit
ru: не предлагать перезагрузить подсистему, если что-то пойдёт не так
sv: Föreslå inte att återställa undersystemet om något går fel
ta: ஏதேனும் தவறு நடந்தால் துணை அமைப்பை மீட்டமைக்க முன்மொழிய வேண்டாம்
tr: eğer bir şey yanlış giderse alt sistemi sıfırlamayı önerme
uk: не пропонувати скинути підсистему, якщо щось піде не так
vi: đề nghị không cài lại hệ thống con nếu có gì đó không ổn
zh_hans: 如果出现问题，不要建议重置子系统
zh_hant: 如果出現問題，不要建議重設子系統

# vso.cmd.pico.search
source: Search for an application to install inside the subsystem
ar: البحث عن تطبيق لتثبيته داخل النظام الفرعي
de: Nach einer Anwendung suchen, die innerhalb des Subsystems installiert werden soll
eo: Serĉi programon instalotan en la subsistemon
es: Buscar una aplicación para instalarla en el subsistema
fi: Etsi alijärjestelmään asennettava sovellus
fr: Recherche d'une application à installer dans le sous-système
ga: Cuardaigh feidhmchlár le suiteáil taobh istigh den fhochóras
id: Cari aplikasi yang akan diinstal di dalam subsistem
it: Cerca un'applicazione da installare nel sottosistema
ko: 하위 시스템 내부에 설치할 응용 프로그램 검색
nl: Zoek naar een app om in het subsysteem te installeren
pt_br: Procurar um aplicativo para instalar dentro do subsistema
ro: Căutați o aplicație care să fie instalată în cadrul subsistemului
ru: Поиск приложения для установки внутри подсистемы
sv: Sök efter ett program att installera inuti delsystemet
ta: துணை அமைப்பினுள் நிறுவ ஒரு பயன்பாட்டைத் தேடுங்கள்
tr: Alt sistemin içine kurulacak uygulama ara
uk: Пошук застосунку для встановлення всередині підсистеми
vi: Tìm kiếm một ứng dụng để cài đặt trong hệ thống con
zh_hans: 搜索要在子系统内安装的应用程序
zh_hant: 搜尋要在子系統內安裝的應用程式

# vso.cmd.pico.shell
source: Enter the subsystem environment
ar: الدخول إلى بيئة النظام الفرعي
de: Geben Sie die Subsystemumgebung ein
eo: Eniri la subsisteman medion
es: Introducir el entorno del subsistema
fi: Siirry alijärjestelmäympäristöön
fr: Entrer dans l'environnement du sous-système
ga: Iontráil timpeallacht an fhochórais
id: Masuk ke lingkungan subsistem
it: Accedi all'ambiente del sottosistema
ko: 하위 시스템 환경 진입
nl: Betreed de subsysteem­omgeving
pt_br: Entrar no ambiente do subsistema
ro: Intrați în mediul subsistemului
ru: Перейти в среду подсистемы
sv: Gå in i undersystemetsmiljö
ta: துணை அமைப்பு சூழலை உள்ளிடவும்
tr: Alt sistem ortamına gir
uk: Увійти в середовище підсистеми
vi: Sử dụng môi trường trong hệ thống con
zh_hans: 进入子系统环境
zh_hant: 進入子系統環境

# vso.cmd.pico.sideload
source: Sideload DEB/APK packages inside the subsystem
ar: تثبيت حزم DEB/APK داخل النظام الفرعي
de: DEB/APK-Pakete innerhalb des Subsystems querladen
eo: Flankinstali DEB/APK-pakojn en la subsistemon
es: Carga lateral de paquetes DEB/APK dentro del subsistema
fi: Sivulataa DEB/APK-paketit alijärjestelmän sisällä
fr: Chargement des paquets DEB/APK dans le sous-système
ga: Pacáistí DEB / APK Sideload taobh istigh den fhochóras
id: Menginstal paket DEB/APK secara sideload di dalam subsistem
ko: 하위 시스템 내에서 DEB/APK 패키지를 사이드로드합니다
nl: DEB-/APK-pakketten binnen het subsysteem sideloaden
pt_br: Realize sideload de pacotes DEB/APK dentro do subsistema
ro: Încărcarea Sideload a pachetelor DEB/APK în interiorul subsistemului
ru: Загрузка пакетов DEB/APK через Sideload внутри подсистемы
sv: Sidladda DEB/APK-paket inuti undersystemet
ta: துணை அமைப்பினுள் பக்கவாட்டு/APK தொகுப்புகள்
tr: DEB/APK paketleri alt sistemin içine yandan yükle
uk: Бокове завантаження пакетів DEB/APK всередині підсистеми
vi: Cài đặt gói DEB/APK trong hệ thống con
zh_hans: 在子系统内侧载 DEB/APK 软件包
zh_hant: 在子系統內側載 DEB/APK 軟體包

# vso.cmd.pico.update
source: Update the subsystem's package repository
ar: تحديث مستودع حزم النظام الفرعي
de: Aktualisieren der Paketquellen des Subsystems
eo: Ĝisdatigi la pakdeponejon de la subsistemo
es: Actualizar el repositorio de paquetes del subsistema
fi: Päivitä alijärjestelmän pakettitietovarasto
fr: Mise à jour du référentiel de paquets du sous-système
ga: Nuashonraigh stór pacáiste an fhochórais
id: Perbarui repositori paket subsistem
it: Aggiorna il repository dei pacchetti del sottosistema
ko: 하위 시스템의 패키지 저장소를 업데이트합니다
nl: Werkt de pakket-repository van het subsysteem bĳ
pt_br: Atualizar o repositório de pacotes do subsistema
ro: Actualizați depozitul de pachete al subsistemului
ru: Обновите репозиторий пакетов подсистемы
sv: Uppdatera undersystemets paketarkiv
ta: துணை அமைப்பின் தொகுப்பு களஞ்சியத்தைப் புதுப்பிக்கவும்
tr: Alt sistemin paket deposunu güncelle
uk: Оновлення сховища пакетів підсистеми
vi: Cập nhật kho lưu trữ gói của hệ thống con
zh_hans: 更新子系统的软件仓库
zh_hant: 更新子系統的軟體庫

# vso.cmd.pico.upgrade
source: Upgrade the packages inside the subsystem
ar: ترقية الحزم داخل النظام الفرعي
de: Die Pakete innerhalb des Subsystems aktualisieren
eo: Ĝisdatigi la pakojn en la subsistemo
es: Actualizar los paquetes dentro del subsistema
fi: Päivitä alijärjestelmän sisällä olevat paketit
fr: Mise à jour des paquets à l'intérieur du sous-système
ga: Uasghrádú na pacáistí taobh istigh den fhochóras
id: Perbarui paket-paket di dalam subsistem
it: Aggiorna i pacchetti nel sottosistema
ko: 하위 시스템 내부의 패키지 업그레이드
nl: Werkt de pakketten in het subsysteem bĳ
pt_br: Atualizar os pacotes dentro do subsistema
ro: Actualizați pachetele din cadrul subsistemului
ru: Обновите пакеты внутри подсистемы
sv: Uppdatera paketen inuti undersystemet
ta: துணை அமைப்பினுள் தொகுப்புகளை மேம்படுத்தவும்
tr: Alt sistemin içindeki paketleri yükselt
uk: Оновлення пакетів всередині підсистеми
vi: Nâng cấp các gói trong hệ thống con
zh_hans: 更新子系统内的软件包
zh_hant: 更新子系統內的軟體包

# vso.cmd.sysUpgrade
source: Execute system commands, such as upgrading the system
ar: ترقية النظام
de: Systembefehle ausführen, z.B. ein Systemupgrade
eo: Ruli sistemajn komandojn, ekz. ĝisdatigi la sistemon
es: Ejecutar comandos del sistema, como actualizar el sistema
fi: Suorita järjestelmäkomentoja, kuten järjestelmän päivitys
fr: Exécuter des commandes système, comme celle pour mettre à jour le système
ga: Rith orduithe córais, mar shampla uasghrádú an chórais
id: Jalankan perintah sistem, seperti melakukan pembaruan sistem
it: Esegui i comandi di sistema, come l'aggiornamento del sistema
ko: 시스템 업그레이드 등의 시스템 명령 실행
nl: Voer systeem­opdrachten uit, zoals het upgraden van het systeem
pt_br: Execute comandos do sistema, como atualizar o sistema
ro: Executați comenzi de sistem, cum ar fi actualizarea sistemului
ru: Выполнение системных команд, например, обновление системы
sv: Utför systemkommandon, som att uppgradera systemet
ta: கணினியை மேம்படுத்துவது போன்ற கணினி கட்டளைகளை இயக்கவும்
tr: Sistemi yükseltmek gibi sistem komutlarını çalıştır
uk: Виконання системних команд, таких як оновлення системи
vi: Thực hiện các lệnh hệ thống, chẳng hạn như nâng cấp hệ thống
zh_hans: 执行系统命令，例如更新系统
zh_hant: 執行系統命令，例如更新系統

# vso.cmd.sysUpgrade.check
source: Check for system updates
ar: التحقق من تحديثات النظام
de: Auf Systemaktualisierungen prüfen
eo: Kontroli sistemajn ĝisdatigojn
es: Buscar actualizaciones del sistema
fi: Tarkista järjestelmäpäivitysten varalta
fr: Vérifier les mises à jour du système
ga: Seiceáil le haghaidh nuashonruithe córais
id: Periksa pembaruan sistem
it: Controlla gli aggiornamenti di sistema
ko: 시스템 업데이트 확인
nl: Controleert op systeemupdates
pt_br: Verificar se há atualizações do sistema
ro: Verifică după actualizări de sistem
ru: Проверьте наличие обновлений системы
sv: Sök efter systemuppdateringar
ta: கணினி புதுப்பிப்புகளைச் சரிபார்க்கவும்
tr: Sistem güncellemelerini denetle
uk: Перевірка наявності оновлень системи
vi: Kiểm tra cập nhật hệ thống
zh_hans: 检查系统更新
zh_hant: 檢查系統更新

# vso.cmd.sysUpgrade.check.asExitCode
source: checks for upgrade but doesn't print anything. Return exit code 0 if no upgrade is available and 1 otherwise.
ar: التحقق من الترقية ولكن دون طباعة أي شي ء. العودة برمز خروج 0 إذا لم تكن هناك ترقية متاحة و1 خلاف ذلك.
de: Prüft, ob eine Aktualisierung verfügbar ist, gibt aber nichts aus. Gibt den Beendigungscode 0 zurück, wenn keine Aktualisierung verfügbar ist, ansonsten 1.
eo: kontroli pri ĝisdatigoj, sed presi nenion, liverante la elirkodon 0 se neniu ĝisdatigo estas havebla kaj la elirkodon 1 alikaze.
es: comprueba si hay actualización pero no imprime nada. Devuelve el código de salida 0 si no hay actualización disponible y 1 en caso contrario.
fi: tarkistaa päivityksen, mutta ei tulosta mitään. Palauta poistumiskoodi 0, jos päivitystä ei ole saatavilla, ja 1 muussa tapauksessa.
fr: vérifie l'existence d'une mise à jour, mais n'affiche rien. Retourne le code de sortie 0 si aucune mise à jour n'est disponible et 1 sinon.
ga: seiceálacha le haghaidh uasghrádú ach ní phriontáil rud ar bith. Fill cód scoir 0 mura bhfuil aon uasghrádú ar fáil agus 1 ar shlí eile.
id: memeriksa pembaruan tetapi tidak mencetak apa pun. Kembalikan kode keluar 0 jika tidak ada pembaruan yang tersedia dan 1 jika ada.
it: Controlla se ci sono aggiornamenti, ma non stampare nulla. Restituisci il codice 0 se non ci sono aggiornamenti disponibili e 1 in caso contrario.
ko: 업그레이드 가능 여부를 확인하지만 아무것도 출력하지 않습니다. 업그레이드가 없는 경우 종료 코드 0을 반환하고, 그렇지 않은 경우 1을 반환합니다.
nl: controleert op upgrades, maar print niets. Geeft afsluitcode 0 terug als er geen upgrade beschikbaar is en anders 1.
pt_br: verifica se há atualização, mas não imprime nada. Retorna o código de saída 0 se nenhuma atualização estiver disponível e 1 caso contrário.
ro: verifică dacă există o actualizare, dar nu imprimă nimic. Returnează codul de ieșire 0 dacă nu este disponibilă nicio actualizare și 1 în caz contrar.
ru: Проверяет наличие обновления, но ничего не печатает. Возвращает код завершения 0, если обновление недоступно, и 1 в противном случае.
sv: söker efter uppgraderingar men skriver inte ut något. Returnerar utgångskod 0 om ingen uppgradering är tillgänglig och 1 annars.
ta: மேம்படுத்தலுக்கான காசோலைகள் ஆனால் எதையும் அச்சிடாது. மேம்படுத்தல் எதுவும் கிடைக்கவில்லை என்றால் வெளியேறும் குறியீடு 0 ஐ திரும்பவும், இல்லையெனில் 1.
tr: yükseltmek için denetle ancak bir şey yazdırma. Yükseltme yoksa çıkış kodu olarak 0, varsa 1 döndür.
uk: перевіряє наявність оновлення, але нічого не друкує. Повертає код виходу 0, якщо оновлення недоступне, і 1 в іншому випадку.
vi: kiểm tra cập nhật và không xuất kết quả. Trả về mã 0 nếu không có và 1 nếu có bản nâng cấp.
zh_hans: 检查更新但关闭输出。没有更新可用时返回码为 0，否则为 1。
zh_hant: 檢查更新但關閉輸出。沒有更新可用時退出碼為 0，否則為 1。
