Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.cmd.pico.error.alreadyInitialized
source: The VSO subsystem is already initialised. Use the --force flag to force the initialisation.
ar: نظام VSO الفرعي مهيأ ب الفعل. استخدم العلامة --force لإجبار التهيئة.
de: Das Pico-Subsystem ist bereits initialisiert. Verwenden Sie die Option --force, um die Initialisierung zu erzwingen.
eo: La VSO-subsistemo estas jam lanĉita. Uzu la flagon «--force» por relanĉi.
es: El subsistema VSO ya está inicializado. Utilice el indicador --force para forzar la inicialización.
fi: VSO-alijärjestelmä on jo alustettu. Käytä lippua `--force` pakottaaksesi alustuksen.
fr: Le sous-système VSO est déjà initialisé. Utilisez l'option --force pour forcer l'initialisation.
ga: Tá an fochóras VSO túsaithe cheana féin. Bain úsáid as an bhratach --bhfeidhm chun an túsú a chur i bhfeidhm.
id: Subsistem VSO sudah diinisialisasi. Gunakan bendera --force untuk memaksa inisialisasi.
it: Il sottosistema VSO è già inizializzato. Usa --force per forzare l'inizializzazione.
ko: VSO 하위 시스템은 이미 초기화되었습니다. 초기화를 강제로 실행하려면 --force 플래그를 사용하세요.
nl: Het VSO-subsysteem is al geïnitialiseerd. Gebruik de vlag --force om de initialisatie te forceren.
pt_br: O subsistema VSO já foi inicializado. Use o sinalizador --force para forçar a inicialização.
ro: Subsistemul VSO este deja inițializat. Utilizați indicatorul --force pentru a forța inițializarea.
ru: Подсистема VSO уже инициализирована. Используйте флаг --force для принудительной инициализации.
sv: VSO-undersystemet är redan initierat. Använd flaggan --force för att tvinga fram initieringen.
ta: VSO துணை அமைப்பு ஏற்கனவே துவக்கப்பட்டுள்ளது. துவக்கத்தை கட்டாயப்படுத்த -ஃபோர்ச் கொடியைப் பயன்படுத்தவும்.
tr: VSO alt sistemi halihazırda ilklendirildi. İlklendirmeye zorlamak için --force bayrağını kullanın.
uk: Підсистему VSO вже ініціалізовано. Використовуйте прапорець --force для примусової ініціалізації.
vi: Hệ thống con VSO đã được khởi tạo sẵn. Dùng flag --forces để thực hiện khởi tạo bắt buộc.
zh_hans: VSO 子系统已经初始化。请使用 --force 标记以强制初始化。
zh_hant: VSO 子系統已經初始化。請使用 --force 以強制初始化。

# vso.cmd.pico.error.noAppNameOrBin
source: --app or --bin must be specified.
ar: --app أو --bin يجب تحديد واحد منهما.
de: --app oder --bin muss spezifiziert sein.
eo: Oni devas specifi aŭ «--app» aŭ «--bin».
es: Se debe especificar --app o --bin.
fi: `--app` tai `--bin` on määritettävä.
fr: Les options --app ou --bin doivent être spécifiées.
ga: --app nó --bin a shonrú.
id: --app atau --bin harus ditentukan.
it: L'opzione --app o --bin deve essere specificata.
ko: --app 또는 --bin을 지정해야 합니다.
nl: ‘--app’ of ‘--bin’ moet worden opgegeven.
pt_br: --app ou --bin devem ser especificados.
ro: Trebuie specificat --app sau --bin.
ru: --app или --bin должно быть указано.
sv: --app eller --bin måste anges.
ta: --app அல்லது--பின் குறிப்பிடப்பட வேண்டும்.
tr: --app ya da --bin belirtilmeli.
uk: --app або --bin необхідно вказати.
vi: --app hoặc --bin phải được xác định.
zh_hans: 必须指定 --app 或 --bin。
zh_hant: 必須指定 --app 或是 --bin。

# vso.cmd.pico.error.sameAppOrBin
source: --app and --bin cannot be both specified.
ar: --app و --bin لا يمكن تحديدهما معاً.
de: --app und --bin können nicht beide spezifiziert sein.
eo: Oni devas ne specifi kaj «--app» kaj «--bin».
es: --aplicación y --bin no pueden especificarse a la vez.
fi: `--app` ja `--bin` eivät voi olla molemmat määritettyjä.
fr: --app et --bin ne peuvent pas être spécifiés tous les deux.
ga: --app agus --bin ní féidir an dá rud a shonrú.
id: --app dan --bin tidak dapat keduanya ditentukan.
it: Le opzioni --app e --bin non possono essere usate contemporaneamente.
ko: --app과 --bin을 동시에 지정할 수 없습니다.
nl: ‘--app’ en ‘--bin’ kunnen niet beide worden opgegeven.
pt_br: --app e --bin não podem ser especificados ao mesmo tempo.
ro: --app și --bin nu pot fi ambele specificate.
ru: --app или --bin не могут быть указаны одновременно.
sv: --app och --bin kan inte båda specificeras.
ta: --app மற்றும்--பின் இரண்டையும் குறிப்பிட முடியாது.
tr: --app ve --bin aynı anda belirtilemez.
uk: --app та --bin не можуть бути вказані одночасно.
vi: không được xác định --app và --bin cùng lúc.
zh_hans: 不能同时指定 --app 和 --bin。
zh_hant: 不能同時指定 --app 及 --bin。

# vso.cmd.pico.error.exportingApp
source: An error occurred while exporting the application: %s
ar: حدث خطأ أثناء تصدير التطبيق: %s
de: Beim Exportieren der Anwendung ist ein Fehler aufgetreten: %s
eo: Okazis eraro eksportante la programon: %s
es: Se ha producido un error al exportar la aplicación: %s
fi: Sovellusta vietäessä tapahtui virhe: %s
fr: Une erreur s'est produite lors de l'exportation de l'application : %s
ga: Tharla earráid agus an feidhmchlár á easpórtáil: %s
id: Terjadi kesalahan saat mengekspor aplikasi: %s
it: Si è verificato un errore durante l'esportazione dell'applicazione: %s
ko: 응용 프로그램 내보내기 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden tĳdens het exporteren van de app: %s
pt_br: Ocorreu um erro ao exportar o aplicativo: %s
ro: A apărut o eroare la exportul aplicației: %s
ru: При экспорте приложения произошла ошибка: %s
sv: Ett fel uppstod vid export av program: %s
ta: விண்ணப்பத்தை ஏற்றுமதி செய்யும் போது பிழை ஏற்பட்டது: %s
tr: Uygulama dışa aktarılırken hata oluştu: %s
uk: Виникла помилка під час експорту застосунку: %s
vi: Có một lỗi đã xảy ra khi xuất ứng dụng: %s
zh_hans: 导出应用程序时发生错误：%s
zh_hant: 匯出應用程式時發生錯誤：%s

# vso.cmd.pico.error.exportingBin
source: An error occurred while exporting the binary: %s
ar: حدث خطأ أثناء تصدير الملف التنفيذي: %s
de: Beim Exportieren der Binärdatei ist ein Fehler aufgetreten: %s
eo: Okazis eraro eksportante la binaraĵon: %s
es: Se ha producido un error al exportar el binario: %s
fi: Binaaritiedostoa vietäessä tapahtui virhe: %s
fr: Une erreur s'est produite lors de l'exportation du binaire : %s
ga: Tharla earráid agus an dénártha á easpórtáil: %s
id: Terjadi kesalahan saat mengekspor berkas biner: %s
it: Si è verificato un errore durante l'esportazione del binario: %s
ko: 바이너리 내보내기 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden tĳdens het exporteren van het programma­bestand: %s
pt_br: Ocorreu um erro ao exportar o binário: %s
ro: A apărut o eroare la exportul binarului: %s
ru: Произошла ошибка при экспорте двоичного файла: %s
sv: Ett fel inträffade vid export av binär: %s
ta: பைனரியை ஏற்றுமதி செய்யும் போது பிழை ஏற்பட்டது: %s
tr: İki dışa aktarılırken hata oluştu: %s
uk: Виникла помилка під час бінарного файлу : %s
vi: Có một lỗi đã xảy ra khi xuất mã nhị phân: %s
zh_hans: 导出二进制文件时发生错误：%s
zh_hant: 匯出二進位檔案時發生錯誤：%s

# vso.cmd.pico.error.unexportingApp
source: An error occurred while unexporting the application: %s
ar: حدث خطأ أثناء إلغاء تصدير التطبيق: %s
de: Beim Deexportieren der Anwendung ist ein Fehler aufgetreten: %s
eo: Okazis eraro maleksportante la programon: %s
es: Se ha encontrado un error mientras se deshacía la exportación de la aplicación: %s
fi: Sovelluksen vientiä peruttaessa tapahtui virhe: %s
fr: Une erreur s'est produite lors de la suppression de l'exportation de l'application : %s
ga: Tharla earráid agus an feidhmchlár á dhíchriptiú: %s
id: Terjadi kesalahan saat membatalkan ekspor aplikasi: %s
it: Si è verificato un errore durante l'annullamento dell'esportazione dell'applicazione: %s
ko: 응용 프로그램을 되돌리는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden tĳdens het ontexporteren van de app: %s
pt_br: Ocorreu um erro ao cancelar a exportação do aplicativo: %s
ro: A apărut o eroare la dezexportarea aplicației: %s
ru: Произошла ошибка при отмене экспорта приложения: %s
sv: Ett fel uppstod när programmet skulle avexporteras: %s
ta: பயன்பாடுகளை ஏற்றுமதி செய்யும் போது பிழை ஏற்பட்டது
tr: Uygulama dışa aktarımı geri alınırken hata oluştu: %s
uk: Виникла помилка під час скасування експорту програми: %s
vi: Có một lỗi đã xảy ra khi ngừng xuất ứng dụng: %s
zh_hans: 移除导出的应用程序时发生错误：%s
zh_hant: 移除匯出的應用程式時發生錯誤：%s

# vso.cmd.pico.error.unexportingBin
source: An error occurred while unexporting the binary: %s
ar: حدث خطأ أثناء إلغاء تصدير الملف التنفيذي: %s
de: Beim Deexportieren der Binärdatei ist ein Fehler aufgetreten: %s
eo: Okazis eraro maleksportante la binaraĵon: %s
es: Ha ocurrido un error mientras se desexportaba el binario: %s
fi: Binaarin vientiä peruttaessa tapahtui virhe: %s
fr: Une erreur s'est produite lors de la suppression de l'exportation du binaire : %s
ga: Tharla earráid agus an dénártha á dhíchriptiú: %s
id: Terjadi kesalahan saat membatalkan ekspor berkas biner: %s
it: Si è verificato un errore durante l'annullamento dell'esportazione del binario: %s
ko: 바이너리를 되돌리는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden tĳdens het ontexporteren van het programma­bestand: %s
pt_br: Ocorreu um erro ao cancelar a exportação do binário: %s
ro: A apărut o eroare la dezexportarea binarului: %s
ru: Произошла ошибка при отмене экспорта двоичного файла: %s
sv: Ett fel uppstod när binären: %s skulle avexporteras
ta: பைனரியை ஆய்வு செய்யும் போது பிழை ஏற்பட்டது: %s
tr: İkili dışa aktarımı geri alınırken hata oluştu: %s
uk: Виникла помилка під час скасування експорту бінарного файлу: %s
vi: Có một lỗi đã xảy ra khi ngừng xuất mã nhị phân: %s
zh_hans: 移除导出的二进制文件时发生错误：%s
zh_hant: 移除匯出的二進位檔案時發生錯誤：%s

# vso.cmd.pico.error.unknownCommand
source: Unknown command: %s
ar: الأمر غير معروف: %s
de: Unbekannter Befehl: %s
eo: Nekonata komando: %s
es: Comando desconocido: %s
fi: Tuntematon komento: %s
fr: Commande inconnu : %s
ga: Ordú anaithnid: %s
id: Perintah tidak dikenal: %s
it: Comando sconosciuto: %s
ko: 알 수 없는 명령어: %s
nl: Onbekende opdracht: %s
pt_br: Comando desconhecido: %s
ro: Comandă necunoscută: %s
ru: Неизвестная команда: %s
sv: Okänt kommando: %s
ta: தெரியாத கட்டளை: %s
tr: Bilinmeyen komut: %s
uk: Невідома команда: %s
vi: Lệnh không xác định: %s
zh_hans: 未知的命令：%s
zh_hant: 未知的命令：%s

# vso.cmd.pico.error.shellReset
source: It is impossible to reach the VSO shell. Do you want to reset it? (This will remove all your software installed in the subsystem) [y/N]
ar: من المستحيل الوصول إلى قشرة VSO. هل تريد إعادة ضبطها؟ (سيؤدي هذا إلى إزالة جميع البرامج المثبتة في النظام الفرعي) [y/N]
de: Es ist nicht möglich, die VSO shell aufzurufen. Wollen Sie sie zurücksetzen? (Dies wird ihr gesamte Software im Subsystem entfernen) [y/N]
eo: Ne eblas atingi la VSO-ŝelon. Ĉu restaŭri ĝin? (Tio malinstalos ĉiujn programojn instalitajn en la subsistemo) [y/N]
es: Es imposible entrar en la shell de VSO. Quieres resetearla? (Esto removerá todo el software instalado en el subsistema) [y/N]
fi: VSO-komentotulkkiin on mahdotonta päästä. Haluatko nollata sen? (Tämä poistaa kaikki alijärjestelmään asennetut ohjelmistot) [k/E]
fr: Il est impossible d'atteindre le shell VSO. Voulez-vous le réinitialiser ? (Cela supprimera tous vos logiciels installés dans le sous-système) [y/N]
ga: Ní féidir an bhlaosc VSO a bhaint amach. An bhfuil fonn ort é a athshocrú? (Bainfidh sé seo do bhogearraí go léir atá suiteáilte san fhochóras) [y/N]
id: Tidak mungkin untuk mengakses shell VSO. Apakah Anda ingin meresetnya? (Ini akan menghapus semua perangkat lunak yang terinstal di subsistem) [y/N]
it: È impossibile raggiungere la VSO shell. Vuoi ripristinarla? (Questo cancellerà tutti i tuoi programmi installati nel sottosistema) [s/N]
ko: VSO 쉘에 접근할 수 없습니다. 초기화하시겠습니까? (하위 시스템에 설치된 모든 소프트웨어가 제거됩니다) [y/N]
nl: Het is onmogelĳk om de VSO-shell te bereiken. Wilt u deze resetten? (Hiermee wordt al uw software verwĳderd die in het subsysteem is geïnstalleerd) [y/N]
pt_br: É impossível alcançar o shell VSO. Deseja redefini-lo? (Isso removerá todos os softwares instalados no subsistema) [s/n]
ro: Este imposibil să se ajungă la VSO shell. Dorești să îl resetezi? (Acest lucru va elimina toate programele instalate în subsistem) [y/N]
ru: Невозможно получить доступ к оболочке VSO. Вы хотите её сбросить? (Это удалит всё ПО, установленное в подсистеме) [д/Н]
sv: Det är omöjligt att nå VSO-skalet. Vill du återställa det? (Detta tar bort all programvara som är installerad i undersystemet) [j/N]
ta: VSO செல்லை அடைய முடியாது. அதை மீட்டமைக்க விரும்புகிறீர்களா? (இது துணை அமைப்பில் நிறுவப்பட்ட உங்கள் எல்லா மென்பொருளையும் அகற்றும்) [y/n]
tr: VSO kabuğuna erişmek olanaksız. Sıfırlamak ister misiniz? (Bu, alt sisteminizde kurulu yazılımların tümünü kaldıracaktır. [y/N]
uk: Неможливо дістатися до оболонки VSO. Бажаєте скинути її? (Це призведе до видалення всього вашого програмного забезпечення, встановленого у підсистемі) [y/N]
vi: Không thể tiếp cận cửa sổ lệnh VSO. Bạn có muốn cài đặt lại không? (Nếu có, tất cả phần mềm được cài đặt trong hệ thống con sẽ bị gỡ bỏ) [y/N]
zh_hans: 无法访问 VSO shell。要重置吗？（这将移除子系统中安装的所有软件）[y/N]
zh_hant: 無法存取 VSO shell。要重設嗎？（這將移除子系統中安裝的所有軟體）[y/N]

# vso.cmd.pico.info.deleting
source: Deleting the VSO subsystem...
ar: حذف نظام VSO الفرعي...
de: VSO Subsystem wird gelöscht...
eo: Forviŝante la VSO-subsistemon…
es: Eliminando el subsistema de VSO...
fi: Poistetaan VSO-alijärjestelmää...
fr: Suppression du sous-système VSO...
ga: An fochóras VSO á scriosadh...
id: Menghapus subsistem VSO...
it: Cancellazione del sottosistema VSO...
ko: VSO 하위 시스템을 삭제하는 중입니다...
nl: VSO-subsysteem verwĳderen…
pt_br: Excluindo o subsistema VSO...
ro: Stergerea subsistemului VSO...
ru: Удаление подсистемы VSO...
sv: Tar bort VSO-undersystemet...
ta: VSO துணை அமைப்பை நீக்குகிறது ...
tr: VSO alt sistemi siliniyor...
uk: Видалення підсистеми VSO...
vi: Đang xoá hệ thống con VSO...
zh_hans: 正在删除 VSO 子系统…
zh_hant: 正在刪除 VSO 子系統…

# vso.cmd.pico.info.initializing
source: Initializing the VSO subsystem...
ar: تهيئة نظام VSO الفرعي...
de: VSO Subsystem wir initialisiert...
eo: Lanĉante la VSO-subsistemon…
es: Inicializando el subsistema de VSO...
fi: Alustetaan VSO-alijärjestelmää...
fr: Initialisation du sous-système VSO...
ga: An fochóras VSO á thúsú...
id: Menginisialisasi subsistem VSO...
it: Inizializzazione del sottosistema VSO...
ko: VSO 하위 시스템을 초기화하는 중입니다...
nl: VSO-subsysteem initialiseren…
pt_br: Inicializando o subsistema VSO...
ro: Inițializarea subsistemului VSO...
ru: Инициализация подсистемы VSO...
sv: Initierar VSO-undersystemet...
ta: VSO துணை அமைப்பைத் தொடங்குதல் ...
tr: VSO alt sistemi ilklendiriliyor...
uk: Ініціалізація підсистеми VSO...
vi: Đang khởi tạo hệ thống con VSO...
zh_hans: 正在初始化 VSO 子系统…
zh_hant: 正在初始化 VSO 子系統…

# vso.cmd.pico.info.initialized
source: The VSO subsystem has been initialised.
ar: تم تهيئة نظام VSO الفرعي.
de: Das VSO Subsystem wurde initialisiert.
eo: La VSO-subsistemo lanĉiĝis.
es: El subsistema de VSO ha sido inicializado.
fi: VSO-alijärjestelmä on alustettu.
fr: Le sous-système VSO a été initialisé.
ga: Tá an fochóras VSO túsaithe.
id: Subsistem VSO telah diinisialisasi.
it: Il sottosistema VSO è stato inizializzato.
ko: VSO 하위 시스템이 초기화되었습니다.
nl: Het VSO-subsysteem is geïnitialiseerd.
pt_br: O subsistema VSO foi inicializado.
ro: Subsistemul VSO a fost inițializat.
ru: Подсистема VSO инициализирована.
sv: VSO-undersystemet har initierats.
ta: VSO துணை அமைப்பு துவக்கப்பட்டுள்ளது.
tr: VSO alt sistemi ilklendirildi.
uk: Підсистему VSO ініціалізовано.
vi: Hệ thống con VSO đã được khởi tạo.
zh_hans: VSO 子系统已经初始化。
zh_hant: VSO 子系統已經初始化。

# vso.cmd.pico.info.exported
source: Exported %s
ar: تم تصدير %s
de: %s exportiert
eo: Eksportis %s
es: Exportado %s
fi: Viety %s
fr: Exportation de %s
ga: Easpórtáil %s
id: Diekspor %s
it: Esportato %s
ko: %s 내보냄
nl: %s geëxporteerd
pt_br: Exportado %s
ro: Exportat %s
ru: Экспортировано %s
sv: Exporterad %s
ta: ஏற்றுமதி %s
tr: Dışa aktarıldı: %s
uk: Експортовано %s
vi: Đã xuất %s
zh_hans: 已导出 %s
zh_hant: 已匯出 %s

# vso.cmd.pico.info.unexported
source: Unexported %s
ar: تم إلغاء تصدير %s
de: %s deexportiert
eo: Maleksportis %s
es: Desexportado %s
fi: Ei-viety %s
fr: Suppression de l'exportation de %s
ga: %s gan easpórtáil
id: %s yang belum diekspor
it: Annullata l'esportazione %s
ko: %s 되돌림
nl: %s geontexporteerd
pt_br: Desfeita a exportação de %s
ro: Exportat %s
ru: Неэкспортировано %s
sv: Oexporterad %s
ta: ஏற்றுக்கொள்ளப்பட்ட %s
tr: Dışa aktarımı geri alındı: %s
uk: Не експортовано %s
vi: Đã ngừng xuất %s
zh_hans: 已移除导出 %s
zh_hant: 已移除匯出 %s

# vso.cmd.pico.info.exportedApps
source: Exported %d applications
ar: تم تصدير %d تطبيقات
de: %d Anwendungen exportiert
eo: Eksportis %d programojn
es: Se han desexportado %d aplicaciones
fi: Viety %d sovellusta
fr: Exportation de l'application %d
ga: Easpórtáil %d feidhmchlár
id: Aplikasi yang diekspor: %d
it: Esportate %d applicazioni
ko: %d개의 응용 프로그램(들)을 내보냈습니다
nl: %d apps geëxporteerd
pt_br: Exportados %d aplicativos
ro: Au exportat %d aplicații
ru: Экспортировано приложений %d
sv: Exporterade %d program
ta: ஏற்றுமதி செய்யப்பட்ட %d பயன்பாடுகள்
tr: %d uygulama dışa aktarıldı
uk: Експортовано %d застосунків
vi: Đã xuất %d ứng dụng
zh_hans: 已导出 %d 个应用程序
zh_hant: 已匯出 %d 個應用程式

# vso.cmd.pico.info.unexportedApps
source: Unexported %d applications
ar: تم إلغاء تصدير %d تطبيقات
de: Export von %d Anwendungen rückgängig gemacht
eo: Maleksportis %d programojn
es: Se han desexportado %d aplicaciones
fi: Ei-viety %d sovellusta
fr: Suppression de l'exportation de l'application %d
ga: Feidhmchláir %d gan easpórtáil
id: Aplikasi yang tidak diekspor: %d
it: Esportazione %d applicazioni annullata
ko: 내보내지 않은 %d개의 응용 프로그램(들)
nl: %d apps geontexporteerd
pt_br: Desfeita a exportação de %d aplicativos
ro: %d aplicații neexportate
ru: Неэкспортированные приложения: %d
sv: Oexporterade %d program
ta: ஏற்றுக்கொள்ளப்பட்ட %d பயன்பாடுகள்
tr: %d uygulama dışa aktarımı geri alındı
uk: Не експортовано %d застосунків
vi: Đã ngừng xuất %d ứng dụng
zh_hans: 已移除导出的 %d 个应用程序
zh_hant: 已移除匯出的 %d 個應用程式

# vso.cmd.pico.info.shellInit
source: Looks like your shell is not initialised yet. Do you want to initialise it now? (Highly recommended) [y/N]
ar: يبدو أن قشرتك لم يتم تهيئتها بعد. ه ل تريد تهيئتها الآن؟ (موصى به بشدة) [y/N]
de: Es sieht so aus, als sei Ihre Shell noch nicht initialisiert. Möchten Sie sie jetzt initialisieren? (Sehr empfohlen) [y/N]
eo: Ŝajnas, ke via ŝelo ankoraŭ ne estas lanĉita. Ĉu lanĉi ĝin nun? (Rekomendegata) [y/N]
es: Al parecer tu shell no está inicializada aún. Quieres inicializarla ahora? (Altamente recomendado) [y/N]
fi: Vaikuttaa siltä, että komentotulkkiasi ei ole vielä alustettu. Haluatko alustaa sen nyt? (Erittäin suositeltava) [k/E]
fr: On dirait que votre shell n'est pas encore initialisé. Voulez-vous l'initialiser maintenant ? (Fortement recommandé) [y/N]
ga: Breathnaíonn sé nach bhfuil do bhlaosc túsaithe go fóill. An bhfuil fonn ort é a thúsú anois? (Moltar go hard) [y/N]
id: Sepertinya shell Anda belum diinisialisasi. Apakah Anda ingin menginisialisasinya sekarang? (Sangat disarankan) [y/N]
it: Sembra che la tua shell non è ancora inizializzata. Vuoi inizializzarla ora? (Altamente raccomandato) [s/N]
ko: 쉘이 아직 초기화되지 않은 것 같습니다. 지금 초기화하시겠습니까? (강력히 추천됨) [y/N]
nl: Het lĳkt erop dat uw shell nog niet is geïnitialiseerd. Wilt u deze nu initialiseren? (sterk aanbevolen) [y/N]
pt_br: Parece que seu shell ainda não foi inicializado. Deseja inicializá-lo agora? (Altamente recomendado) [s/n]
ro: Se pare că shell-ul tău nu a fost inițializat încă. Dorești să îl inițializezi acum? (Foarte recomandat) [y/N]
ru: Похоже, ваша оболочка ещё не инициализирована. Вы хотите инициализировать её сейчас? (Настоятельно рекомендуется) [д/Н]
sv: Det verkar som om ditt skal inte är initierat ännu. Vill du initiera det nu? (rekommenderas starkt) [j/N]
ta: உங்கள் செல் இன்னும் துவக்கப்படவில்லை என்று தெரிகிறது. இப்போது அதைத் தொடங்க விரும்புகிறீர்களா? (மிகவும் பரிந்துரைக்கப்படுகிறது) [y/n]
tr: Görünüşe göre kabuğunuz henüz ilklendirilmemiş. Şimdi ilklendirmek ister misiniz? (Şiddetle önerilir) [y/N]
uk: Схоже, вашу оболонку ще не ініціалізовано. Бажаєте ініціалізувати її зараз? (Настійно рекомендується) [y/N]
vi: Có vẻ như bạn chưa khởi tạo cửa sổ lệnh. Bạn có muốn khởi tạo ngay không? (Nên làm) [y/N]
zh_hans: shell 似乎尚未初始化。要现在初始化吗？（非常推荐）[y/N]
zh_hant: shell 似乎尚未初始化。要現在初始化嗎？（十分推薦）[y/N]

# vso.cmd.pico.info.fallbackShell
source: Fallback to the host shell? This could lead to unexpected behaviour. [y/N]
ar: العودة إلى قشرة المضيف؟ قد يؤدي ذلك إلى سلوك غير متوقع. [y/N]
de: Fallback zur Host-Shell? Dies könnte zu unerwartetem Verhalten führen. [y/N]
eo: Ĉu uzi la gastigan ŝelon? Tio povas kaŭzi neatenditajn fenomenojn. [y/N]
es: ¿Recurrir al shell del host? Esto puede provocar un comportamiento inesperado. [sí/no]
fi: Palaako isäntäkomentotulkkiin? Tämä voi johtaa odottamattomaan käyttäytymiseen. [k/E]
fr: Revenir au shell hôte ? Cela pourrait conduire à un comportement inattendu. [y/N]
ga: Fallback leis an bhlaosc óstach? D'fhéadfadh iompar gan choinne a bheith mar thoradh air seo. [y/N]
id: Kembali ke shell host? Hal ini dapat menyebabkan perilaku yang tidak terduga. [y/N]
it: Ripiegare sulla shell host? Questo potrebbe causare comportamenti imprevisti. [s/N]
ko: 호스트 쉘로 대체하시겠습니까? 예기치 않은 동작을 초래할 수 있습니다. [y/N]
nl: Terugvallen op de host-shell? Dit kan tot onverwacht gedrag leiden. [y/N]
pt_br: Fallback para o shell do host? Isso pode levar a comportamentos inesperados. [s/n]
ro: Revenire la shell gazdă? Acest lucru ar putea duce la comportamente neașteptate. [y/N]
ru: Произвести откат к оболочке хоста? Это может привести к неожиданному поведению. [д/Н]
sv: Återgå till värdskalet? Detta kan leda till oväntat beteende. [j/N]
ta: புரவலன் செல்லுக்கு குறைவு? இது எதிர்பாராத நடத்தைக்கு வழிவகுக்கும். [y/n]
tr: Ana makine kabuğuna geri dönülsün mü? Bu beklenmedik davranışlara neden olabilir. [y/N]
uk: Повернутися до основної оболонки? Це може призвести до неочікуваної поведінки. [y/N]
vi: Trở lại host shell? Điều này có thể dẫn đến hành vi không mong muốn. [y/N]
zh_hans: 回退到主机 shell 吗？这可能会导致意外的行为。[y/N]
zh_hant: 備選使用主機 shell 嗎？這可能會導致意外的行為。[y/N]

# vso.cmd.pico.export
source: Export an application or binary from the subsystem
ar: تصدير تطبيق أو ملف تنفيذي من النظام الفرعي
de: Eine Anwendung oder eine Binärdatei aus dem Subsystem exportieren
eo: Eksporti programon aŭ binaraĵon de la subsistemo
es: Exportar una aplicación o un binario del subsistema
fi: Vie sovellus tai binaari alijärjestelmästä
fr: Exporter une application ou un binaire du sous-système
ga: Easpórtáil feidhmchlár nó dénártha ón bhfochóras
id: Ekspor aplikasi atau berkas biner dari subsistem
it: Esporta un'applicazione o un binario dal sottosistema
ko: 하위 시스템에서 응용 프로그램 또는 바이너리를 내보내세요
nl: Een app of programmabestand van het subsysteem exporteren
pt_br: Exportar um aplicativo ou binário do subsistema
ro: Exportați o aplicație sau un fișier binar din subsistem
ru: Экспорт приложения или двоичного файла из подсистемы
sv: Exporterade ett program eller binär från undersystemet
ta: துணை அமைப்பிலிருந்து ஒரு விண்ணப்பம் அல்லது பைனரியை ஏற்றுமதி செய்யுங்கள்
tr: Alt sistemden uygulama ya da ikili dışa aktar
uk: Експортувати застосунок або бінарний файл з підсистеми
vi: Xuất một ứng dụng hoặc mã nhị phân từ hệ thống con
zh_hans: 从子系统导出应用程序或二进制文件
zh_hant: 從子系統匯出應用程式或是二進位檔案

# vso.cmd.pico.export.options.app
source: the name of the application to export
ar: اسم التطبيق المراد تصديره
de: der Name der zu exportierenden Anwendung
eo: la nomo de la eksportota programo
es: el nombre de la aplicación a exportar
fi: vietävän sovelluksen nimi
fr: le nom de l'application à exporter
ga: ainm an iarratais ar onnmhairiú
id: nama aplikasi yang akan diekspor
it: il nome dell'applicazione da esportare
ko: 내보낼 응용 프로그램의 이름
nl: de naam van de te exporteren app
pt_br: o nome do aplicativo a ser exportado
ro: numele aplicației de exportat
ru: имя приложения для экспорта
sv: Namnet på programmet du vill exportera
ta: ஏற்றுமதி செய்வதற்கான விண்ணப்பத்தின் பெயர்
tr: dışa aktarılacak uygulamanın adı
uk: назва застосунку для експорту
vi: tên của ứng dụng cần xuất
zh_hans: 要导出的应用程序的名称
zh_hant: 要匯出的應用程式的名稱
