Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.cmd.sysUpgrade.check.error.asExitCodeAndJson
source: An error occured when checking for updates. See the JSON output for more details.
de: Bei der Prüfung auf Aktualisierungen ist ein Fehler aufgetreten. Siehe die JSON-Ausgabe für weitere Details.
eo: Okazis eraro dum kontrolado pri ĝisdatigoj. Vidu la JSON-eligaĵon por pliaj detaloj.
es: Se ha producido un error al comprobar las actualizaciones. Consulte la salida JSON para obtener más detalles.
fi: Tapahtui virhe tarkistettaessa päivitysten varalta. Katso lisätietoja JSON-lähdöstä.
fr: Une erreur s'est produite lors de la vérification des mises à jour. Voir la sortie JSON pour plus de détails.
ga: Tharla earráid agus nuashonruithe á seiceáil. Féach an t-aschur JSON le haghaidh tuilleadh sonraí.
id: Terjadi kesalahan saat memeriksa pembaruan. Lihat output JSON untuk detail lebih lanjut.
it: Si è verificato un errore durante il controllo degli aggiornamenti. Per maggiori dettagli controlla l'output JSON.
ko: 업데이트 확인 중 오류가 발생하였습니다. 자세한 내용은 JSON 출력을 참조하십시오.
nl: Er is een fout opgetreden bĳ het controleren op updates. Zie de JSON-uitvoer voor meer details.
pt_br: Ocorreu um erro ao verificar se há atualizações. Consulte a saída JSON para obter mais detalhes.
ro: S-a întâmplat o eroare în timpul verificării după actualizări. Pentru mai multe detalii vezi rezultatul JSON.
ru: Произошла ошибка при проверке обновлений. Дополнительные сведения см. в выводе JSON.
sv: Ett fel uppstod vid sökning efter uppdateringar. Se JSON-utdata för mer information.
ta: புதுப்பிப்புகளைச் சரிபார்க்கும்போது பிழை ஏற்பட்டது. மேலும் விவரங்களுக்கு சாதொபொகு வெளியீட்டைப் பார்க்கவும்.
tr: Güncellemeler denetlenirken hata oluştu. Daha çok ayrıntı için JSON çıktısına bakın.
uk: Під час перевірки оновлень сталася помилка. Перегляньте вивід JSON для отримання додаткової інформації.
vi: Có một lỗi đã xảy ra khi kiểm tra cập nhật. Vui lòng xem tệp JSON để biết thêm chi tiết.
zh_hans: 检查更新时出现错误。查看 JSON 输出获取详细信息。
zh_hant: 檢查更新時出現錯誤。查看 JSON 輸出以取得詳細資訊。

# vso.cmd.sysUpgrade.check.info.checking
source: Checking for updates...
ar: التحقق من التحديثات...
de: Auf Aktualisierungen wird geprüft...
eo: Kontrolante ĝisdatigojn…
es: Buscando actualizaciones...
fi: Tarkistetaan päivitysten varalta...
fr: Vérifier les mises à jour ...
ga: Ag seiceáil le haghaidh nuashonruithe...
id: Memeriksa pembaruan...
it: Controllo aggiornamenti...
ko: 업데이트 확인 중...
nl: Controleren op updates…
pt_br: Verificando se há atualizações...
ro: Verificare după actualizări...
ru: Проверка обновлений...
sv: Kollar efter uppdateringar...
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது ...
tr: Güncellemeler denetleniyor...
uk: Перевірка оновлень...
vi: Đang kiểm tra cập nhật...
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

# vso.cmd.sysUpgrade.check.json
source: output the result in JSON format
ar: عرض النتيجة بتنسيق JSON
de: Ergebnis im JSON-Format ausgeben
eo: eligi la rezulton kiel JSON
es: salida del resultado en formato JSON
fi: tulosta tulosteen tulos JSON-muodossa
fr: exporter le résultat au format JSON
ga: aschur an toradh i bhformáid JSON
id: menampilkan hasil dalam format JSON
it: stampa il risultato in formato JSON
ko: 결과를 JSON 형식으로 출력합니다
nl: voer het resultaat uit in JSON-formaat
pt_br: saída do resultado no formato JSON
ro: exportă rezultatul în format JSON
ru: вывести результат в формате JSON
sv: Utdata av resultatet i JSON-format
ta: சாதொபொகு வடிவத்தில் முடிவை வெளியிடுங்கள்
tr: sonucu JSON biçiminde çıkar
uk: вивести результат у форматі JSON
vi: xuất kết quả dưới dạng JSON
zh_hans: 输出结果为 JSON 格式
zh_hant: 輸出結果為 JSON 格式

# vso.cmd.tasks
source: Create and manage tasks
ar: إنشاء وإدارة المهام
de: Aufgaben erstellen und verwalten
eo: Krei kaj administri taskojn
es: Crear y gestionar tareas
fi: Luo ja hallitse tehtäviä
fr: Créer et gérer des tâches
ga: Tascanna a chruthú agus a bhainistiú
id: Buat dan kelola tugas
it: Crea e gestisci attività
ko: 작업 생성 및 관리
nl: Maak taken aan en beheer ze
pt_br: Criar e gerenciar tarefas
ro: Crează și gestionează sarcini
ru: Создание и управление задачами
sv: Skapa och hantera uppgifter
ta: பணிகளை உருவாக்கி நிர்வகிக்கவும்
tr: Görev oluştur ve yönet
uk: Створюйте завдання та керуйте ними
vi: Tạo và quản lí công việc
zh_hans: 创建和管理任务
zh_hant: 建立和管理工作

# vso.cmd.tasks.stacks.new.error.emptyCommand
source: The command cannot be empty.
ar: الأمر لا يمكن أن يكون فارغًا.
de: Der Befehl darf nicht leer sein.
eo: La komando devas esti nemalplena.
es: El comando no puede estar vacío.
fi: Komento ei voi olla tyhjä.
fr: La commande ne peut pas être vide.
ga: Ní féidir leis an ordú a bheith folamh.
id: Perintah tidak boleh kosong.
it: Il comando non può essere vuoto.
ko: 명령어는 비워 둘 수 없습니다.
nl: De opdracht mag niet leeg zĳn.
pt_br: O comando não pode estar vazio.
ro: Comanda nu poate fi goală.
ru: Команда не может быть пустой.
sv: Kommandot kan inte vara tomt.
ta: கட்டளை காலியாக இருக்க முடியாது.
tr: Komut boş olamaz.
uk: Команда не може бути пустою.
vi: Không được để trống câu lệnh.
zh_hans: 命令不能为空。
zh_hant: 命令不能為空。

# vso.cmd.tasks.stacks.new.error.emptyDescription
source: The description cannot be empty.
ar: الوصف لا يمكن أن يكون فارغًا.
de: Die Beschreibung darf nicht leer sein.
eo: La priskribo devas esti nemalplena.
es: La descripción no puede estar vacía.
fi: Kuvaus ei voi olla tyhjä.
fr: La description ne peut pas être vide.
ga: Ní féidir leis an tuairisc a bheith folamh.
id: Deskripsi tidak boleh kosong.
it: La descrizione non può essere vuota.
ko: 설명은 비워 둘 수 없습니다.
nl: De omschrĳving mag niet leeg zĳn.
pt_br: A descrição não pode estar vazia.
ro: Descrierea nu poate fi goală.
ru: Описание не может быть пустым.
sv: Beskrivningen kan inte vara tom.
ta: விளக்கம் காலியாக இருக்க முடியாது.
tr: Açıklama boş olamaz.
uk: Опис не може бути пустим.
vi: Không được để trống mô tả.
zh_hans: 描述不能为空。
zh_hant: 描述不能為空。

# vso.cmd.tasks.stacks.new.error.emptyName
source: The name cannot be empty.
ar: الاسم لا يمكن أن يكون فارغًا.
de: Der Name darf nicht leer sein.
eo: La nomo devas esti nemalplena.
es: El nombre no puede estar vacío.
fi: Nimi ei voi olla tyhjä.
fr: Le nom ne peut pas être vide.
ga: Ní féidir leis an ainm a bheith folamh.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ko: 이름은 비워 둘 수 없습니다.
nl: De naam mag niet leeg zĳn.
pt_br: O nome não pode estar vazio.
ro: Numele nu poate fi gol.
ru: Имя не может быть пустым.
sv: Namnet kan inte vara tomt.
ta: பெயர் காலியாக இருக்க முடியாது.
tr: Ad boş olamaz.
uk: Назва не може бути пустою.
vi: Không được để trống tên.
zh_hans: 名称不能为空。
zh_hant: 名稱不能為空。

# vso.cmd.tasks.stacks.new.error.noCommand
source: No command specified.
ar: لم يتم تحديد أمر.
de: Kein Befehl angegeben.
eo: Neniu komando specifiĝis.
es: No se ha especificado ningún comando.
fi: Komentoa ei ole määritetty.
fr: Aucune commande n'a été spécifiée.
ga: Níor sonraíodh ordú.
id: Tidak ada perintah yang ditentukan.
it: Nessun comando specificato.
ko: 명령어가 지정되지 않았습니다.
nl: Geen opdracht opgegeven.
pt_br: Nenhum comando especificado.
ro: Nicio comandă specificată.
ru: Команда не указана.
sv: Inget kommando specificerat.
ta: கட்டளை குறிப்பிடப்படவில்லை.
tr: Komut belirtilmedi.
uk: Не вказано жодної команди.
vi: Không có câu lệnh nào được xác định.
zh_hans: 没有指定命令。
zh_hant: 沒有指定命令。

# vso.cmd.tasks.stacks.new.error.noDescription
source: No description specified.
ar: لم يتم تحديد وصف.
de: Keine Beschreibung angegeben.
eo: Neniu priskribo specifiĝis.
es: No se ha especificado ninguna descripción.
fi: Kuvausta ei ole määritetty.
fr: Aucune description n'a été spécifiée.
ga: Níor sonraíodh tuairisc ar bith.
id: Tidak ada deskripsi yang ditentukan.
it: Nessuna descrizione specificata.
ko: 설명이 지정되지 않았습니다.
nl: Geen opdracht opgegeven.
pt_br: Nenhuma descrição especificada.
ro: Nicio descriere specificată.
ru: Описание не указано.
sv: Ingen beskrivning specificerad.
ta: எந்த விளக்கமும் குறிப்பிடப்படவில்லை.
tr: Açıklama belirtilmedi.
uk: Не вказано жодного опису.
vi: Không có mô tả nào được xác định.
zh_hans: 没有指定描述。
zh_hant: 沒有指定描述。

# vso.cmd.tasks.stacks.new.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
de: Kein Name angegeben.
eo: Neniu nomo specifiĝis.
es: No se ha especificado ningún nombre.
fi: Nimeä ei ole määritetty.
fr: Aucun nom n'a été spécifié.
ga: Níor sonraíodh aon ainm.
id: Tidak ada nama yang ditentukan.
it: Nessun nome specificato.
ko: 이름을 지정하지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
ro: Niciun nume specificat.
ru: Имя не указано.
sv: Inget namn specificerat.
ta: பெயர் குறிப்பிடப்படவில்லை.
tr: Ad belirtilmedi.
uk: Не вказано жодної назви.
vi: Không có tên nào được xác định.
zh_hans: 没有指定名称。
zh_hant: 沒有指定名稱。

# vso.cmd.tasks.stacks.new.info.askCommand
source: Command:
ar: الأمر:
de: Befehl:
eo: Komando:
es: Comando:
fi: Komento:
fr: Commande :
ga: Ordú:
id: Perintah:
it: Comando:
ko: 명령어:
nl: Opdracht:
pt_br: Comando:
ro: Comandă:
ru: Команда:
sv: Kommando:
ta: கட்டளை:
tr: Komut:
uk: Команда:
vi: Câu lệnh:
zh_hans: 命令：
zh_hant: 命令：

# vso.cmd.tasks.stacks.new.info.askDescription
source: Description:
ar: الوصف:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
fi: Kuvaus:
ga: Cur síos:
id: Deskripsi:
it: Descrizione:
ko: 설명:
nl: Omschrĳving:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:
ta: விளக்கம்:
tr: Açıklama:
uk: Опис:
vi: Mô tả:
zh_hans: 描述：
zh_hant: 描述：

# vso.cmd.tasks.stacks.new.info.askName
source: Name:
ar: الاسم:
eo: Nomo:
es: Nombre:
fi: Nimi:
fr: Nom :
ga: Ainm:
id: Nama:
it: Nome:
ko: 이름:
nl: Naam:
pt_br: Nome:
ro: Nume:
ru: Имя:
sv: Namn:
ta: பெயர்:
tr: Ad:
uk: Назва:
vi: Tên:
zh_hans: 名称：
zh_hant: 名稱：

# vso.cmd.tasks.stacks.new.info.taskCreated
source: Task has been created successfully.
ar: تم إنشاء المهمة بنجاح.
de: Aufgabe wurde erfolgreich erstellt.
eo: Tasko sukcese kreiĝis.
es: La tarea se ha creado correctamente.
fi: Tehtävän luominen onnistui.
fr: La tâche a été créée avec succès.
ga: Cruthaíodh tasc go rathúil.
id: Tugas telah dibuat dengan sukses.
it: L'attività è stata creata con successo.
ko: 작업이 성공적으로 생성되었습니다.
nl: Taak succesvol aangemaakt.
pt_br: A tarefa foi criada com sucesso.
ro: Sarcină creată cu succes.
ru: Задача успешно создана.
sv: Uppgift har skapats framgångsrikt.
ta: பணி வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது.
tr: Görev başarıyla oluşturuldu.
uk: Завдання успішно створено.
vi: Công việc đã được tạo thành công.
zh_hans: 已成功创建任务。
zh_hant: 已成功建立工作。

# vso.cmd.tasks.list
source: List all tasks
ar: عرض جميع المهام
de: Alle Aufgaben auflisten
eo: Listigi ĉiujn taskojn
es: Enumerar todas las tareas
fi: Luetteloi kaikki tehtävät
fr: Liste des tâches
ga: Liostaigh gach tasc
id: Daftar semua tugas
it: Lista delle attività
ko: 모든 작업 목록
nl: Somt alle taken op
pt_br: Listar todas as tarefas
ro: Listează toate sarcinile
ru: Список всех задач
sv: Lista alla uppgifter
ta: எல்லா பணிகளையும் பட்டியலிடுங்கள்
tr: Tüm görevleri listele
uk: Список всіх завдань
vi: Liệt kê tất cả công việc
zh_hans: 列出所有任务
zh_hant: 列出所有工作

# vso.cmd.tasks.list.noTasks
source: No tasks found.
ar: لم يتم العثور على مهام.
de: Keine Aufgaben gefunden.
eo: Neniu tasko troviĝis.
es: No se encontraron tareas.
fi: Tehtäviä ei löytynyt.
fr: Aucune tâche n'a été trouvée.
ga: Níor aimsíodh aon tascanna.
id: Tidak ada tugas yang ditemukan.
it: Nessuna attività trovata.
ko: 작업을 찾을 수 없습니다.
nl: Geen taken gevonden.
pt_br: Nenhuma tarefa encontrada.
ro: Nu a fost găsită nicio sarcină.
ru: Задачи не найдены.
sv: Inga uppgifter hittades.
ta: பணிகள் எதுவும் கிடைக்கவில்லை.
tr: Hiçbir görev bulunamadı.
uk: Завдань не знайдено.
vi: Không tìm thấy công việc nào.
zh_hans: 没有找到任务。
zh_hant: 沒有找到工作。

# vso.cmd.tasks.list.info.foundTasks
source: Found %d tasks.
ar: تم العثور على %d مهام.
de: %d Aufgaben gefunden.
eo: Troviĝis %d taskoj.
es: Encontradas %d tareas.
fi: Löytyi %d tehtävää.
fr: A trouvé %d tâches.
ga: Aimsíodh %d tascanna.
id: Ditemukan %d tugas.
it: Trovate %d attività.
ko: %d개의 작업을 찾았습니다.
nl: %d taken gevonden.
pt_br: Encontradas %d tarefas.
ro: %d sarcini găsite.
ru: Найдено %d задач.
sv: Hittade %d uppgifter.
ta: %d பணிகள் காணப்பட்டன.
tr: %d görev bulundu.
uk: Знайдено %d завдань.
vi: Đã tìm thấy %d công việc.
zh_hans: 找到 %d 个任务。
zh_hant: 找到 %d 個工作。

# vso.cmd.tasks.list.options.json
source: output the tasks in JSON format
ar: عرض المهام بتنسيق JSON
de: die Aufgaben im JSON-Format ausgeben
eo: eligi la taskojn kiel JSON
es: salida de las tareas en formato JSON
fi: tulosta tehtävät JSON-muodossa
fr: sortir des tâches au format JSON
ga: aschur na tascanna i bhformáid JSON
id: menampilkan tugas dalam format JSON
it: output delle attività in formato JSON
ko: 작업을 JSON 형식으로 출력
nl: voer de taken uit in JSON-formaat
pt_br: saída das tarefas no formato JSON
ro: exportă sarcinile în format JSON
ru: выводить задачи в формате JSON
sv: utdata uppgifterna i JSON-format
ta: சாதொபொகு வடிவத்தில் பணிகளை வெளியிடுங்கள்
tr: görevleri JSON biçiminde çıkar
uk: вивести завдання у форматі JSON
vi: xuất công việc dưới dạng JSON
zh_hans: 以 JSON 格式输出任务
zh_hant: 以 JSON 格式輸出工作

# vso.cmd.tasks.new
source: Create a new task
ar: إنشاء مهمة جديدة
de: Eine neue Aufgabe erstellen
eo: Krei novan taskon
es: Crear una nueva tarea
fi: Luo uusi tehtävä
fr: Créer une nouvelle tâche
ga: Cruthaigh tasc nua
id: Buat tugas baru
it: Crea una nuova attività
ko: 새 작업 만들기
nl: Maakt een nieuwe taak aan
pt_br: Criar uma nova tarefa
ro: Crează o nouă sarcină
ru: Создать новую задачу
sv: Skapa en ny uppgift
ta: புதிய பணியை உருவாக்கவும்
tr: Yeni görev oluştur
uk: Створити нове завдання
vi: Tạo công việc mới
zh_hans: 创建新任务
zh_hant: 建立新工作

# vso.cmd.tasks.new.options.assumeYes
source: assume yes for all prompts
ar: افترض الإجابة بنعم لجميع المطالبات
de: alle Fragen mit Ja beantworten
eo: jesi al ĉiuj demandoj
es: asumir que sí para todas las preguntas
fi: oletetaan "kyllä" kaikille kehotteille
fr: Supposez que vous répondez par oui à toutes les questions
ga: Glac leis go bhfuil do gach leid
id: anggap ya untuk semua prompt
it: imposta si per tutte le domande
ko: 모든 프롬프트에 대해 yes라고 가정
nl: antwoord ja op alle prompts
pt_br: suponha que sim para todos os prompts
ro: aplică da tuturor dialogurilor
ru: предполагать «да» на все вопросы
sv: anta ja för alla inmatningar
ta: எல்லா தூண்டுதல்களுக்கும் ஆம் என்று வைத்துக் கொள்ளுங்கள்
tr: tüm sorguları evet varsay
uk: припустимо «так» для всіх підказок
vi: giả sử có cho tất cả các lời nhắc
zh_hans: 为所有操作指定“是”
zh_hant: 為所有操作指定「是」

# vso.cmd.tasks.new.options.at
source: schedule the task to execute at a specific time (hh:mm)
ar: جدولة المهمة للتنفيذ في وقت محدد (hh:mm)
de: die Ausführung der Aufgabe zu einem bestimmten Zeitpunkt (hh:mm) planen
eo: plani taskon rulotan je specifa tempo (hh:mm)
es: programar la tarea para que se ejecute a una hora determinada (hh:mm)
fi: ajoita tehtävä suoritettavaksi tiettyyn aikaan (tt:mm)
fr: programmer l'exécution de la tâche à une heure précise (hh:mm)
ga: Sceideal an tasc a fhorghníomhú ag am ar leith (HH: MM)
id: jadwalkan tugas untuk dijalankan pada waktu tertentu (hh:mm)
it: pianifica l'attività da eseguire ad una specifica ora (hh:mm)
ko: 특정 시간(hh:mm)에 실행되도록 작업을 예약
nl: plan de taak om op een specifiek tĳdstip uit te voeren (uu:mm)
pt_br: agende a execução da tarefa em um horário específico (hh:mm)
ro: programează execuția unei sarcini la o oră anume (hh:mm)
ru: запланировать выполнение задачи в определенное время (hh:mm)
sv: schemalägg uppgift att utföras vid en specifik tidpunkt (tt:mm)
ta: ஒரு குறிப்பிட்ட நேரத்தில் (HH: MM) செயல்படுத்த பணியை திட்டமிடுங்கள்
tr: komutu belirli saatte çalışacak biçimde zamanla (ss:dd)
uk: запланувати виконання завдання на певний час (hh:mm)
vi: lên kế hoạch thực hiện công việc tại một thời điểm cụ thể (giờ:phút)
zh_hans: 设置任务在特定时间执行（hh:mm）
zh_hant: 排定工作於特定時間執行（hh:mm）

# vso.cmd.tasks.new.options.command
source: specify the command to execute
ar: تحديد الأمر للتنفيذ
de: geben Sie den auszuführenden Befehl an
eo: specifi la rulotan komandon
es: especificar el comando a ejecutar
fi: määritä suoritettava komento
fr: spécifier la commande à exécuter
ga: Sonraigh an t- ordú le rith
id: tentukan perintah yang akan dieksekusi
it: specifica il comando da eseguire
ko: 실행할 명령을 지정
nl: geef de opdracht om uit te voeren op
pt_br: especifique o comando a ser executado
ro: specifică comanda care să se execute
ru: укажите команду для выполнения
sv: specificera kommando som ska exekveras
ta: செயல்படுத்த கட்டளையைக் குறிப்பிடவும்
tr: çalıştırılacak komutu belirt
uk: вказати команду для виконання
vi: xác định câu lệnh để thực thi
zh_hans: 指定要执行的命令
zh_hant: 指定要執行的命令

# vso.cmd.tasks.new.options.description
source: specify the task's description
ar: تحديد وصف المهمة
de: geben Sie die Beschreibung der Aufgabe an
eo: specifi la priskribon de la tasko
es: especificar la descripción de la tarea
fi: määritä tehtävän kuvaus
fr: spécifier la description de la tâche
ga: sonraigh cur síos an taisc
id: tentukan deskripsi tugas tersebut
it: specifica la descrizione dell'attività
ko: 작업의 설명을 지정
nl: geef de taakbeschrĳving op
pt_br: especifique a descrição da tarefa
ro: specifică descrierea sarcinii
ru: укажите описание задачи
sv: specificera uppgiftens beskrivning
ta: பணியின் விளக்கத்தைக் குறிப்பிடவும்
tr: görevin açıklamasını belirt
uk: вкажіть опис завдання
vi: xác định mô tả công việc
zh_hans: 指定任务描述
zh_hant: 指定工作描述

# vso.cmd.tasks.new.options.every
source: schedule the task to execute every X time (minutes, hours, days)
ar: جدولة المهمة للتنفيذ كل X وقت (دقائق، ساعات، أيام)
de: die Aufgabe so planen, dass sie alle X Zeiten (Minuten, Stunden, Tage) ausgeführt wird
eo: plani taskon ripetotan ĉiujn X temunuojn (minutojn, horojn, tagojn)
es: programar la tarea para que se ejecute cada X tiempo (minutos, horas, días)
fi: ajoita tehtävä suoritettavaksi joka X kerta (minuutit, tunnit, päivät)
fr: programmer l'exécution de la tâche tous les X temps (minutes, heures, jours)
ga: sceideal an tasc a fhorghníomhú gach X am (nóiméad, uair an chloig, laethanta)
id: jadwalkan tugas untuk dijalankan setiap X waktu (menit, jam, hari)
it: pianifica l'attività da eseguire ogni X volte (minuti, ore, giorni)
ko: X 시간(분, 시간, 일)마다 작업을 실행하도록 예약
nl: Plan de taak om met een interval te worden uitgevoerd (minuten, uren, dagen)
pt_br: agende a tarefa para ser executada a cada X tempo (minutos, horas, dias)
ro: programează executarea sarcinii la fiecare X (minute, ore, zile)
ru: запланировать выполнение задачи каждые X раз (минут, часов, дней)
sv: schemalägg uppgiften att utföras varje X gång (minuter, timmar, dagar)
ta: ஒவ்வொரு ஃச் நேரத்தையும் (நிமிடங்கள், மணிநேரம், நாட்கள்) செயல்படுத்த பணியைத் திட்டமிடுங்கள்
tr: görevi her X'te çalışacak biçimde zamanla (dakika, saat, gün)
uk: запланувати виконання завдання кожні X (хвилини, години, дні)
vi: lên kế hoạch thực hiện công việc sau mỗi khoảng thời gian cố định (phút, giờ, ngày)
zh_hans: 设置任务在每……时执行（分、小时、天）
zh_hant: 排定工作於每……時執行（分、小時、天）

# vso.cmd.tasks.new.options.name
source: specify the task's name
ar: تحديد اسم المهمة
de: geben Sie den Namen der Aufgabe an
eo: specifi la nomon de la tasko
es: especificar el nombre de la tarea
fi: määritä tehtävän nimi
fr: spécifier le nom de la tâche
ga: Sonraigh ainm an taisc
id: tentukan nama tugas
it: specifica il nome dell'attività
ko: 작업의 이름을 지정
nl: Geef de taaknaam op
pt_br: especifique o nome da tarefa
ro: specifică numele sarcinii
ru: укажите название задачи
sv: specificera uppgiftens namn
ta: பணியின் பெயரைக் குறிப்பிடவும்
tr: görevin adını belirt
uk: вкажіть назву завдання
vi: xác định tên công việc
zh_hans: 指定任务名称
zh_hant: 指定工作名稱

# vso.cmd.tasks.new.options.needConfirm
source: ask for confirmation before executing the task
ar: طلب التأكيد قبل تنفيذ المهمة
de: vor der Ausführung der Aufgabe um eine Bestätigung fragen
eo: peti konfirmon antaŭ rulado de la tasko
es: pedir confirmación antes de ejecutar la tarea
fi: pyytää vahvistusta ennen tehtävän suorittamista
fr: demander une confirmation avant d'exécuter la tâche
ga: deimhniú a iarraidh sula bhforghníomhóidh tú an tasc
id: minta konfirmasi sebelum melaksanakan tugas
it: chiedi la conferma prima di eseguire l'attività
ko: 작업을 실행하기 전에 확인을 요청
nl: vraag om bevestiging voor het uitvoeren van de taak
pt_br: peça confirmação antes de executar a tarefa
ro: cere confirmare înainte de execuția sarcinii
ru: запросить подтверждение перед выполнением задачи
sv: be om bekräftelse innan uppgiften exekveras
ta: பணியைச் செயல்படுத்துவதற்கு முன் உறுதிப்படுத்தல் கேளுங்கள்
tr: görevi çalıştırmadan önce onay sor
uk: запитувати підтвердження перед виконанням завдання
vi: yêu cầu xác nhận trước khi thực hiện công việc
zh_hans: 执行任务时要求确认
zh_hant: 執行工作時要求確認

# vso.cmd.tasks.new.options.onBattery
source: execute the task only when the system is on battery
ar: تنفيذ المهمة فقط عندما يكون النظام على البطارية
de: die Aufgabe nur ausführen, wenn das System im Akkubetrieb läuft
eo: ruli taskon, kiam la baterio estas uzata
es: ejecutar la tarea sólo cuando el sistema está con batería
fi: suorittaa tehtävän vain, kun järjestelmä on akulla
fr: exécuter la tâche uniquement lorsque le système est sur batterie
ga: rith an tasc ach amháin nuair a bhíonn an córas ar chadhnra
id: jalankan tugas hanya saat sistem menggunakan baterai
it: esegui l'attività solo quando il sistema sta usando la batteria
ko: 시스템이 배터리를 사용할 때만 작업을 실행합니다
nl: voer de taak alleen uit als het systeem niet wordt opgeladen
pt_br: execute a tarefa somente quando o sistema estiver na bateria
ro: execută sarcina doar când sistemul este pe baterie
ru: выполнять задачу только тогда, когда система работает от батареи
sv: Installera ett program inuti undersystemet
ta: கணினி பேட்டரியில் இருக்கும்போது மட்டுமே பணியை இயக்கவும்
tr: görevi yalnızca sistem pildeyken çalıştır
uk: виконувати завдання лише тоді, коли система працює від батареї
vi: chỉ thực hiện công việc khi hệ thống đang sử dụng pin
zh_hans: 仅当系统使用电池时执行任务
zh_hant: 僅當系統使用電池時執行工作

# vso.cmd.tasks.new.options.onCharge
source: execute the task only when the system is charging
ar: تنفيذ المهمة فقط عندما يكون النظام في حالة الشحن
de: die Aufgabe nur ausführen, wenn das System aufgeladen wird
eo: ruli taskon, kiam la baterio estas ŝargata
es: ejecutar la tarea sólo cuando el sistema se esté cargando
fi: suorittaa tehtävän vain järjestelmän latautuessa
fr: exécuter la tâche uniquement lorsque le système est en charge
ga: an tasc a fhorghníomhú ach amháin nuair atá an córas ag gearradh
id: lakukan tugas ini hanya saat sistem sedang diisi daya
it: esegui l'attività solo quando il sistema è in carica
ko: 시스템이 충전 중일 때만 작업을 실행
nl: voer de taak alleen uit als het systeem wordt opgeladen
pt_br: execute a tarefa somente quando o sistema estiver carregando
ro: execută sarcina doar când sistemul se încarcă de la priză
ru: выполнять задачу только тогда, когда устройство заряжается
sv: utför den här uppgiften endast när systemet är på batteri
ta: கணினி கட்டணம் வசூலிக்கும்போது மட்டுமே பணியை இயக்கவும்
tr: görevi yalnızca sistem şarj olurken çalıştır
uk: виконувати завдання лише тоді, коли система заряджається
vi: chỉ thực hiện công việc khi hệ thống đang được sạc
zh_hans: 仅当系统正在充电时执行任务
zh_hant: 僅當系統正在充電時執行工作
