Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.cmd.tasks.rm.options.force
source: force the deletion of the task
ar: فرض حذف المهمة
de: Löschung der Aufgabe erzwingen
eo: devigi la forigon de la tasko
es: forzar la eliminación de la tarea
fi: pakottaa tehtävän poistaminen
fr: forcer la suppression de la tâche
ga: cuir i bhfeidhm scriosadh an taisc
id: memaksa penghapusan tugas
it: forza la cancellazione dell'attività
ko: 작업 강제 삭제
nl: forceert verwĳdering van de taak
pt_br: forçar a exclusão da tarefa
ro: forțează ștergerea sarcinii
ru: принудительно удалить задачу
sv: tvinga fram borttagningen av uppgift
ta: பணியை நீக்க கட்டாயப்படுத்துங்கள்
tr: görevin silinmeye zorla
uk: примусово видалити задачу
vi: bắt buộc xoá công việc
zh_hans: 强制删除任务
zh_hant: 強制刪除工作

# vso.cmd.tasks.rm.options.name
source: specify the task's name
ar: حدد اسم المهمة
de: geben Sie den Namen der Aufgabe an
eo: specifi la nomon de la tasko
es: especificar el nombre de la tarea
fi: määritä tehtävän nimi
fr: spécifier le nom de la tâche
ga: Sonraigh ainm an taisc
id: tentukan nama tugas
it: specifica il nome dell'attività
ko: 작업 이름 지정
nl: Geef de taaknaam op
pt_br: especificar o nome da tarefa
ro: specifică numele sarcinii
ru: укажите название задачи
sv: specificera uppgiftens namn
ta: பணியின் பெயரைக் குறிப்பிடவும்
tr: görevin adını belirt
uk: вкажіть назву задачі
vi: xác định tên công việc
zh_hans: 指定任务名称
zh_hant: 指定工作名稱

# vso.cmd.tasks.rotate
source: Rotate tasks
ar: تدوير المهام
de: Aufgaben rotieren
eo: Rotaciigi taskojn
es: Rotar las tareas
fi: Kierrä tehtävät
fr: Rotation des tâches
ga: Rothlaigh tascanna
id: Rotasi tugas
it: Ruota le attività
ko: 작업 순환
nl: Taken roteren
pt_br: Rotacionar tarefas
ro: Rotește sarcinile
ru: Чередовать задачи
sv: Rotera uppgifter
ta: பணிகளை சுழற்றுங்கள்
tr: Görevleri döndür
uk: Чергувати задачі
vi: Xoay vòng nhiệm vụ
zh_hans: 轮换任务
zh_hant: 輪值工作

# vso.cmd.tasks.rotate.options.privateEvent
source: specify the private event to rotate tasks for boot, shutdown, login, and logout
ar: تحديد الحدث الخاص لتدوير المهام الخاصة بالتمهيد، والإيقاف، وتسجيل الدخول، وتسجيل الخروج
de: gib das private Ereignis an, um die Aufgaben für Hochfahren, Herunterfahren, Einloggen und Ausloggen zu rotieren
eo: specify private event to rotate tasks for boot, shutdown, login, logout
es: especifique el evento privado para rotar las tareas de arranque, apagado, inicio de sesión y cierre de sesión
fi: määritä yksityinen tapahtuma käynnistyksen, sammutuksen, kirjautumisen ja uloskirjautumisen tehtävien kiertämiseksi
fr: spécifier l'événement privé pour alterner les tâches de démarrage, d'arrêt, de connexion et de déconnexion
ga: Sonraigh an teagmhas príobháideach chun tascanna a rothlú le haghaidh tosaithe, múchadh, logáil isteach, agus logáil amach
id: tentukan acara pribadi untuk memutar tugas saat booting, shutdown, login, dan logout
it: specifica l'evento privato per ruotare le attività di boot, shutdown, login, e logout
ko: 부팅, 종료, 로그인 및 로그아웃에 대한 작업을 순환하도록 비공개 이벤트를 지정
nl: specificeer de privégebeurtenis om taken voor opstarten, afsluiten, inloggen en uitloggen te roteren
pt_br: especifique o evento privado para alternar tarefas de inicialização, desligamento, login, e logout
ro: specifică evenimentul privat pentru a rotii sarcinile pentru resetare, închidere, login, și logout
ru: укажите частное событие для чередования задач загрузки, выключения, входа в систему и выхода из неё
sv: specificera den privata händelse för att rotera uppgifter för start, avstängning, inloggning, och utloggning
ta: துவக்க, பணிநிறுத்தம், உள்நுழைவு மற்றும் வெளியேறுவதற்கான பணிகளைச் சுழற்ற தனிப்பட்ட நிகழ்வைக் குறிப்பிடவும்
tr: görevleri önyükleme, kapatma, oturum açma ve oturum kapatma için döndürecek özel eylemi belirt
uk: вказати приватну подію для чередування задач для завантаження, завершення роботи, входу та виходу з системи
vi: chỉ định sự kiện riêng tư để luân phiên các tác vụ khởi động, tắt máy, đăng nhập và đăng xuất
zh_hans: 指定私有事件以轮换开机、关机、登录、注销的任务
zh_hant: 指定私有事件以輪值開機、關機、登入、登出的工作

# vso.cmd.tasks.rotate.options.silent
source: don't output the status on each cycle
de: nicht bei jedem Durchgang den Status ausgeben
fi: älä tulosta tilaa jokaisella jaksolla
fr: ne pas afficher le statut de chaque cycle
ga: ná aschuir an stádas ar gach timthriall
id: jangan menampilkan status pada setiap siklus
nl: geef niet bĳ elke cyclus de status weer
ru: Не отображать состояние при каждом цикле
sv: skriv inte ut status för varje cykel
ta: ஒவ்வொரு சுழற்சியிலும் நிலையை வெளியிட வேண்டாம்
tr: her döngüde durumu çıktı olarak verme
uk: не виводити стан після кожного циклу
vi: không đưa ra trạng thái trên mỗi chu kỳ
zh_hans: 每个周期时不输出状态
zh_hant: 每個週期時不輸出狀態

# vso.cmd.waydroid
source: Manage the vso waydroid subsystem
ar: إدارة النظام الفرعي vso waydroid
de: Verwalte das vso waydroid Subsystem
eo: Administri la VSO-Waydroid-subsistemon
es: Gestionar el subsistema vso waydroid
fi: Hallitse vso waydroid -alijärjestelmää
fr: Gérer le sous-système waydroid
ga: Bainistigh an fochóras vso waydroid
id: Kelola subsistem Waydroid VSO
it: Gestisci il sottosistema di waydroid vso
ko: vso 웨이드로이드 하위 시스템 관리
nl: Beheer het VSO-Waydroid-subsysteem
pt_br: Gerenciar o subsistema vso do waydroid
ro: Gestionează subsistemul vso waydroid
ru: Управление подсистемой waydroid vso
sv: Hantera vso waydroid undersystem
ta: VSO வேட்ராய்டு துணை அமைப்பை நிர்வகிக்கவும்
tr: VSO waydroid alt sistemini yönet
uk: Керування підсистемою vso waydroid
vi: Quản lí hệ thống con vso waydroid
zh_hans: 管理 VSO 的 Waydroid 子系统
zh_hant: 管理 VSO 的 Waydroid 子系統
