Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.description
source: The Vanilla System Operator is a package manager, a system updater and a task automator.
ar: مشغل النظام Vanilla هو مدير حز م، محدث نظام ومنفذ مهام.
de: Der Vanilla System Operator ist ein Paketmanager, kann das System aktualisieren und Aufgaben automatisieren.
eo: La Vanilla-Sistemoperatoro estas pakadministrilo, sistemĝisdatigilo, kaj taskaŭtomatigilo.
es: Vanilla System Operator es un gestor de paquetes, un actualizador del sistema y un automatizador de tareas.
fi: Vanilla System Operator on paketinhallinta, järjestelmän päivittäjä ja tehtäväautomaatio.
fr: Le centre de contrôle de Vanilla OS est un gestionnaire de paquets et de tâches ainsi qu'un outil de mise à jour du système.
ga: Is bainisteoir pacáiste, nuashonróir córais agus uathoibreoir tasc é Oibreoir an Chórais Vanilla.
id: Vanilla System Operator adalah pengelola paket, pembaruan sistem, dan otomatisasi tugas.
it: The Vanilla System Operator è un programma per gestire pacchetti, aggiornare il sistema e automatizzare attività.
ko: 바닐라 시스템 운영자는 패키지 관리자, 시스템 업데이트 도구 및 작업 자동화 도구입니다.
nl: De Vanilla System Operator is een pakketbeheerder, een systeemupdater en een taakautomatiseerder.
pt_br: O Vanilla System Operator é um gerenciador de pacotes, um atualizador do sistema e um automatizador de tarefas.
ro: Operatorul de sistem Vanilla este un manager de pachete, un actualizator de sistem și un automat de sarcini.
ru: Vanilla System Operator (VSO) — это менеджер пакетов, программа для обновления системы и автоматизации задач.
sv: Vanilla-systemoperatören är en pakethanterare, en systemuppdaterare och en uppgiftsautomatiserare.
ta: வெண்ணிலா சிச்டம் ஆபரேட்டர் ஒரு தொகுப்பு மேலாளர், கணினி புதுப்பிப்பாளர் மற்றும் பணி ஆட்டோமேட்டர்.
tr: Vanilla Sistem Operatörü bir paket yöneticisi, sistem güncelleyici ve görev kendiliğindenleştiricidir.
uk: Vanilla System Operator - це менеджер пакунків, оновлення системи та автоматизатор завдань.
vi: Công cụ điều hành hệ thống Vanilla là một trình quản lí gói, một trình cập nhật hệ thống và một trình tự động hoá công việc.
zh_hans: Vanilla 系统操作程序是软件包管理器、系统更新程序、任务自动化程序的三合一。
zh_hant: Vanilla 系統操作程式是軟體包管理器、系統更新器及工作自動化程式。

# vso.errors.unknownCommand
source: Unknown command: %s
ar: الأمر غير معروف: %s
de: Unbekannter Befehl: %s
eo: Nekonata komando: %s
es: Comando desconocido: %s
fi: Tuntematon komento: %s
fr: Commande inconnue : %s
ga: Ordú anaithnid: %s
id: Perintah tidak dikenal: %s
it: Comando sconosciuto: %s
ko: 알 수 없는 명령어: %s
nl: Onbekende opdracht: %s
pt_br: Comando desconhecido: %s
ro: Comanda necunoscută: %s
ru: Неизвестная команда: %s
sv: Okänt kommando: %s
ta: தெரியாத கட்டளை: %s
tr: Bilinmeyen komut: %s
uk: Невідома команда: %s
vi: Lệnh không xác định: %s
zh_hans: 未知的命令：%s
zh_hant: 未知的命令：%s

# vso.errors.invalidInput
source: Invalid input.
ar: إدخال غير صالح.
de: Ungültige Eingabe.
eo: Nevalida enigaĵo.
es: Entrada incorrecta.
fi: Epäkelvollinen syöte.
fr: Entrée invalide.
ga: Ionchur neamhbhailí.
id: Masukan tidak valid.
it: Input non valido.
ko: 잘못된 입력입니다.
nl: Ongeldige invoer
pt_br: Entrada inválida.
ro: Intrare nevalidă.
ru: Недопустимый ввод.
sv: Ogiltig inmatning.
ta: தவறான உள்ளீடு.
tr: Geçersiz girdi.
uk: Неправильне введення.
vi: Đầu vào không hợp lệ.
zh_hans: 输入无效。
zh_hant: 輸入無效。

# vso.errors.invalidChoice
source: Invalid choice.
ar: اختيار غير صالح.
de: Ungültige Auswahl.
eo: Nevalida elekto.
es: Opción no válida.
fi: Epäkelvollinen valinta.
fr: Choix invalide.
ga: Rogha neamhbhailí.
id: Pilihan tidak valid.
it: Scelta non valida.
ko: 유효하지 않은 선택입니다.
nl: Ongeldige keuze
pt_br: Escolha inválida.
ro: Alegere nevalidă.
ru: Недопустимый выбор.
sv: Ogiltigt val.
ta: தவறான தேர்வு.
tr: Geçersiz seçim.
uk: Неправильний вибір.
vi: Lựa chọn không hợp lệ.
zh_hans: 选择无效。
zh_hant: 選項無效。

# vso.info.aborting
source: Aborting as requested.
ar: إلغاء كما هو مطلوب.
de: Wie gefordert abgebrochen.
eo: Forlasante laŭ peto.
es: Cancelado según lo solicitado.
fi: Keskeytetään kuten pyydettiin.
fr: Annulation.
ga: Tobscor de réir mar a iarrtar.
id: Menghentikan sesuai permintaan.
it: Annullamento come richiesto.
ko: 요청에 의해 중단되었습니다.
nl: Afbreken zoals verzocht
pt_br: Abortando conforme solicitado.
ro: Se anulează conform solicitării.
ru: Прерывание по команде пользователя.
sv: Avbryter som begärt.
ta: கோரப்பட்டபடி கருக்கலைப்பு.
tr: İstendiği için vazgeçiliyor.
uk: Скасування за запитом.
vi: Đang huỷ bỏ như đã được yêu cầu.
zh_hans: 应用户要求取消操作。
zh_hant: 應使用者要求中止操作。

# vso.msg.help
source: Show help for VSO.
ar: عرض المساعدة لـ vso.
de: Hilfe für vso anzeigen.
eo: Montri helpon pri vso.
es: Mostrar ayuda para vso.
fi: Näytä apu vso:lle.
fr: Affiche l'aide de vso.
ga: Taispeáin cabhair le haghaidh vso.
id: Tampilkan bantuan untuk vso.
it: Mostra l'aiuto per il vso.
ko: vso에 대한 도움말을 표시합니다.
nl: Toon hulp voor vso.
pt_br: Mostrar ajuda do vso.
ro: Afișați ajutor pentru vso.
ru: Показать справку для vso.
sv: Visa hjälp för vso.
ta: VSO க்கான உதவியைக் காட்டு.
tr: Vso için yardımı göster.
uk: Показати довідку для vso.
vi: Hiển thị trợ giúp cho vso.
zh_hans: 显示 vso 的帮助。
zh_hant: 顯示 vso 的說明。

# vso.msg.version
source: Show version for VSO.
ar: عرض إصدار vso.
de: Version für vso anzeigen.
eo: Montri la version de vso.
es: Mostrar la versión de vso.
fi: Näytä versio vso:lle.
fr: Affiche la version de vso.
ga: Taispeáin leagan le haghaidh vso.
id: Tampilkan versi untuk vso.
it: Visualizza la versione del vso.
ko: vso 버전 표시.
nl: Toon versie van vso.
pt_br: Mostrar versão do vso.
ro: Afișați versiunea pentru vso.
ru: Показать версию vso.
sv: Visa version av vso.
ta: VSO க்கான பதிப்பைக் காட்டு.
tr: Vso için sürümü göster.
uk: Показати версію vso.
vi: Hiển thị phiên bản cho vso.
zh_hans: 显示 vso 的版本。
zh_hant: 顯示 vso 的版本。

# vso.msg.usage
source: Usage
ar: الاستخدام
de: Aufruf
eo: Uzado
es: Uso
fi: Käyttö
fr: Utilisation
ga: Úsáid
id: Penggunaan
it: Uso
ko: 사용법
nl: Gebruik
pt_br: Uso
ro: Utilizare
ru: Использование
sv: Användning
ta: பயன்பாடு
tr: Kullanım
uk: Використання
vi: Cách sử dụng
zh_hans: 用法
zh_hant: 用法

# vso.msg.aliases
source: Aliases
ar: الأسماء المستعارة
de: Aliase
eo: Sinonimoj
es: Alias
fi: Aliakset
fr: Alias
ga: Ailiasanna
id: Alias
ko: 별칭
nl: Aliassen
pt_br: Funções sinônimas
ro: Aliasuri
ru: Псевдонимы
sv: Aliaser
ta: மாற்றுப்பெயர்கள்
tr: Diğer Adlar
uk: Псевдоніми
vi: Bí danh
zh_hans: 别名
zh_hant: 別名

# vso.msg.examples
source: Examples
ar: أمثلة
de: Beispiele
eo: Ekzemploj
es: Ejemplos
fi: Esimerkit
fr: Exemples
ga: Samplaí
id: Contoh
it: Esempi
ko: 예제
nl: Voorbeelden
pt_br: Exemplos
ro: Exemple
ru: Примеры
sv: Exempel
ta: எடுத்துக்காட்டுகள்
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例
zh_hant: 範例

# vso.msg.availableCommands
source: Available Commands
ar: الأوامر المتاحة
de: Verfügbare Befehle
eo: Haveblaj komandoj
es: Comandos disponibles
fi: Saatavilla olevat komennot
fr: Commandes Disponibles
ga: Orduithe atá ar Fáil
id: Perintah yang Tersedia
it: Comandi Disponibili
ko: 사용 가능한 명령어
nl: Beschikbare opdrachten
pt_br: Comandos disponíveis
ro: Comenzi Disponibile
ru: Доступные команды
sv: Tillgängliga kommandon
ta: கிடைக்கும் கட்டளைகள்
tr: Uygun Komutlar
uk: Доступні команди
vi: Các lệnh có sẵn
zh_hans: 可用命令
zh_hant: 可使用命令

# vso.msg.additionalCommands
source: Additional Commands
ar: الأوامر الإضافية
de: Zusätzliche Befehle
eo: Pliaj komandoj
es: Comandos adicionales
fi: Lisäkomennot
fr: Commandes Additionnelles
ga: Orduithe Breise
id: Perintah Tambahan
it: Comandi Aggiuntivi
ko: 추가 명령어
nl: Aanvullende opdrachten
pt_br: Comandos adicionais
ro: Comenzi Suplimentare
ru: Дополнительные команды
sv: Ytterligare kommandon
ta: கூடுதல் கட்டளைகள்
tr: Ek Komutlar
uk: Додаткові команди
vi: Các lệnh bổ sung
zh_hans: 附加命令
zh_hant: 附加命令

# vso.msg.flags
source: Flags
ar: أعلام
de: Bitschalter
eo: Flagoj
es: Etiquetas
fi: Liput
fr: Drapeaux
ga: Bratacha
id: Bendera
ko: 플래그
nl: Vlaggen
pt_br: Sinalizadores
ro: Parametri
ru: Флаги
sv: Flaggor
ta: கொடிகள்
tr: İmler
uk: Прапорці
vi: Cờ
zh_hans: 参数
zh_hant: 參數

# vso.msg.globalFlags
source: Global Flags
ar: الأعلام العالمية
de: Globale Bitschalter
eo: Mallokaj flagoj
es: Etiquetas generales
fi: Yleispätevät liput
fr: Drapeaux Globaux
ga: Bratacha Domhanda
id: Bendera Global
ko: 전역 플래그
nl: Globale vlaggen
pt_br: Sinalizadores globais
ro: Parametri globali
ru: Глобальные флаги
sv: Globala flaggor
ta: உலகளாவிய கொடிகள்
tr: Küresel İmler
uk: Глобальні прапорці
vi: Cờ chung
zh_hans: 全局参数
zh_hant: 全域參數

# vso.msg.additionalHelpTopics
source: Additional help topics
ar: مواضيع مساعدة إضافية
de: Zusätzliche Hilfethemen
eo: Pliaj helpaj temoj
es: Temas de ayuda adicionales
fi: Lisäapuaiheet
fr: Autres sujets d'aide
ga: Topaicí cabhrach breise
id: Topik bantuan tambahan
it: Suggerimenti Aggiuntivi
ko: 추가 도움말 항목
nl: Aanvullende hulp­onderwerpen
pt_br: Tópicos adicionais de ajuda
ro: Alte subiecte de ajutor
ru: Дополнительные темы справки
sv: Ytterligare hjälpämnen
ta: கூடுதல் உதவி தலைப்புகள்
tr: Ek yardım konuları
uk: Додаткові довідкові теми
vi: Các chủ đề trợ giúp bổ sung
zh_hans: 附加帮助主题
zh_hant: 附加說明主題

# vso.msg.moreInfo
source: Use %s for more information about a command
ar: استخدم %s لمزيد من المعلومات حول الأمر
de: Verwenden Sie %s für weitere Informationen zu einem Befehl
eo: Uzu %s por pliaj informoj pri komando
es: Utilice %s para obtener más información sobre un comando
fi: Käytä %s saadaksesi lisätietoja komennosta
fr: Utilisez %s pour plus d'informations à propos d'une commande
ga: Úsáid %s le haghaidh tuilleadh eolais faoi ordú
id: Gunakan %s untuk informasi lebih lanjut tentang perintah.
it: Utilizza %s per maggiori informazioni su un comando
ko: 명령어에 대한 자세한 정보를 보려면 %s를 사용하세요
nl: Gebruik %s voor meer informatie over een opdracht
pt_br: Usar %s para obter mais informações sobre um comando
ro: Utilizați %s pentru mai multe informații despre o comandă
ru: Используйте %s для получения дополнительной информации о команде
sv: Använd %s för mer information om ett kommando
ta: ஒரு கட்டளை பற்றிய கூடுதல் தகவலுக்கு %s ஐப் பயன்படுத்தவும்
tr: Komutla ilgili daha çok bilgi için %s kullanın
uk: Використовуйте %s для отримання додаткової інформації про команду
vi: Sử dụng %s để biết thêm thông tin về lệnh
zh_hans: 使用 %s 获取有关命令的更多信息
zh_hant: 使用 %s 取得關於命令的詳細資訊

# vso.terminal.yes
source: yes
ar: نعم
de: Ja
eo: jes
es: Sí
fi: kyllä
fr: oui
ga: tá
it: si
ko: 예
nl: ja
pt_br: sim
ro: da
ru: да
sv: ja
ta: ஆம்
tr: evet
uk: так
vi: có
zh_hans: 是
zh_hant: 是

# vso.terminal.no
source: no
ar: لا
de: Nein
eo: ne
fi: ei
fr: non
ga: Ní hea
ko: 아니오
nl: nee
pt_br: não
ro: nu
ru: нет
sv: nej
ta: இல்லை
tr: hayır
uk: ні
vi: không
zh_hans: 否
zh_hant: 否

# vso.cmd.config
source: Manage the system configuration.
ar: إدارة تكوين النظام.
de: Systemkonfiguration verwalten.
eo: Administri la sistemajn agordojn.
es: Gestionar la configuración del sistema.
fi: Hallitse järjestelmän kokoonpanoa.
fr: Gestion de la configuration du système.
ga: Bainistigh cumraíocht an chórais.
id: Kelola konfigurasi sistem.
it: Gestisci la configurazione di sistema.
ko: 시스템 구성을 관리하세요.
nl: Beheer de systeem­configuratie
pt_br: Gerenciar a configuração do sistema.
ro: Gestionați configurația sistemului.
ru: Управление конфигурацией системы.
sv: Hantera systemkonfigurationen.
ta: கணினி உள்ளமைவை நிர்வகிக்கவும்.
tr: Sistem yapılandırmasını yönet.
uk: Керування конфігурацією системи.
vi: Quản lí cấu hình hệ thống.
zh_hans: 管理系统配置。
zh_hant: 管理系統組態。

# vso.cmd.config.get
source: Get the system configuration
ar: الحصول على تكوين النظام
de: Systemkonfiguration betrachten
eo: Akiri la sistemajn agordojn
es: Obtener la configuración del sistema
fi: Hanki järjestelmän kokoonpano
fr: Obtenir la configuration du système
ga: Faigh cumraíocht an chórais
id: Dapatkan konfigurasi sistem
it: Ottieni la configurazione di sistema
ko: 시스템 구성을 가져옵니다
nl: Verkrĳg de systeem­configuratie
pt_br: Obter a configuração do sistema
ro: Obțineți configurația sistemului
ru: Получить конфигурацию системы
sv: Hämta systemkonfigurationen
ta: கணினி உள்ளமைவைப் பெறுங்கள்
tr: Sistem yapılandırmasını al
uk: Отримати конфігурацію системи
vi: Lấy cấu hình hệ thống
zh_hans: 获取系统配置
zh_hant: 取得系統組態

# vso.cmd.config.get.error.noKey
source: No key specified.
ar: لم يتم تحديد مفتاح.
de: Kein Schlüssel angegeben.
eo: Neniu ŝlosilo specifiĝis.
es: No se ha especificado ninguna clave.
fi: Ei avainta määritetty.
fr: Aucune clé n'est spécifiée.
ga: Níor sonraíodh eochair.
id: Tidak ada kunci yang ditentukan.
it: Nessuna chiave specificata.
ko: 키가 지정되지 않았습니다.
nl: Geen sleutel opgegeven
pt_br: Nenhuma chave especificada.
ro: Nicio cheie specificată.
ru: Нет выбранного ключа.
sv: Ingen nyckel specificerad.
ta: எந்த விசையும் குறிப்பிடப்படவில்லை.
tr: Anahtar belirtilmedi.
uk: Ключ не вказано.
vi: Không có khoá nào được xác định.
zh_hans: 没有指定键。
zh_hant: 沒有指定鍵。

# vso.cmd.config.get.error.noValue
source: No value found for key: %s
ar: لم يتم العثور على قيمة للمفتاح: %s
de: Kein Wert gefunden für Schlüssel: %s
eo: Neniu valoro por la ŝlosilo «%s»
es: No se encontró ningún valor para la clave: %s
fi: Arvoa ei löytynyt avaimelle: %s
fr: Aucune valeur trouvée pour la clé : %s
ga: Níor aimsíodh luach ar eochair: %s
id: Tidak ditemukan nilai untuk kunci: %s
it: Nessun valore trovato con la chiave: %s
ko: 키에 대한 값이 없습니다 : %s
nl: Geen waarde gevonden voor sleutel %s
pt_br: Nenhum valor encontrado para a chave: %s
ro: Nu a fost găsită nicio valoare pentru cheia: %s
ru: Не найдено значение для ключа: %s
sv: Inget värde hittades för nyckel: %s
ta: விசைக்கு எந்த மதிப்பும் கிடைக்கவில்லை: %s
tr: Anahtar için değer bulunamadı: %s
uk: Не знайдено значення для ключа: %s
vi: Không tìm thấy giá trị cho khoá: %s
zh_hans: 无法为键找到对应值：%s
zh_hant: 無法為鍵找到對應值：%s

# vso.cmd.config.get.options.key
source: retrieve configuration value by using its key
ar: استرجاع قيمة التكوين باستخدام مفتاحه
de: Konfigurationswert mithilfe seines Schlüssels abrufen
eo: akiri la valoron de agordaĵo per ŝlosilo
es: recuperar el valor de la configuración usando su clave
fi: noutaa kokoonpanoarvon käyttämällä sen avainta
fr: récupérer la valeur de la configuration en utilisant sa clé
ga: Aisghabh luach cumraíochta trína eochair a úsáid
id: mendapatkan nilai konfigurasi dengan menggunakan kuncinya
it: recupera il valore di configurazione usando la sua chiave
ko: 키를 사용하여 구성 값을 검색하세요
nl: verkrĳg configuratie­waarde d.m.v. sleutel
pt_br: recupere o valor de configuração usando sua chave
ro: preluați valoarea configurației folosind cheia acestuia
ru: получить значение конфигурации, используя его ключ
sv: hämta konfigurationsvärde genom att använda dess nyckel
ta: அதன் விசையைப் பயன்படுத்தி உள்ளமைவு மதிப்பை மீட்டெடுக்கவும்
tr: anahtarını kullanarak yapılandırma değeri al
uk: отримати значення конфігурації за його ключем
vi: lấy giá trị của cài đặt bởi khoá của nó
zh_hans: 按键名获取配置值
zh_hant: 按鍵名取得組態值

# vso.cmd.config.set
source: Set the system configuration
ar: تعيين تكوين النظام
de: Systemkonfiguration festlegen
eo: Modifi la sistemajn agordojn
es: Establecer la configuración del sistema
fi: Aseta järjestelmän kokoonpano
fr: Définir la configuration du système
ga: Socraigh cumraíocht an chórais
id: Atur konfigurasi sistem
it: Imposta la configurazione di sistema
ko: 시스템 구성을 설정하세요
nl: Stelt de systeem­configuratie in
pt_br: Definir a configuração do sistema
ro: Setați configurația sistemului
ru: Установить конфигурацию системы
sv: Ställ in systemkonfiguration
ta: கணினி உள்ளமைவை அமைக்கவும்
tr: Sistem yapılandırmasını ayarla
uk: Встановити конфігурацію системи
vi: Đặt cấu hình hệ thống
zh_hans: 设置系统配置
zh_hant: 設定系統組態

# vso.cmd.config.set.error.noKey
source: No key specified.
ar: لم يتم تحديد مفتاح.
de: Kein Schlüssel angegeben.
eo: Neniu ŝlosilo specifiĝis.
es: No se ha especificado ninguna clave.
fi: Avainta ei ole määritetty.
fr: Aucune clé n'est spécifiée.
ga: Níor sonraíodh eochair.
id: Tidak ada kunci yang ditentukan.
it: Nessuna chiave specificata.
ko: 키가 지정되지 않았습니다.
nl: Geen sleutel opgegeven
pt_br: Nenhuma chave especificada.
ro: Nicio cheie specificată.
ru: Нет выбранного ключа.
sv: Ingen nyckel specifiecerad.
ta: எந்த விசையும் குறிப்பிடப்படவில்லை.
tr: Anahtar belirtilmedi.
uk: Ключ не вказано.
vi: Không có khoá nào được xác định.
zh_hans: 没有指定键。
zh_hant: 沒有指定鍵。

# vso.cmd.config.set.error.noValue
source: No value specified.
ar: لم يتم تحديد قيمة.
de: Kein Wert festgelegt.
eo: Neniu valoro specifiĝis.
es: No se especifica ningún valor.
fi: Arvoa ei ole määritetty.
fr: Aucune valeur n'est spécifiée.
ga: Níor sonraíodh luach ar bith.
id: Tidak ada nilai yang ditentukan.
it: Nessuno valore specificato.
ko: 값이 지정되지 않았습니다.
nl: Geen waarde opgegeven
pt_br: Nenhum valor especificado.
ro: Nu este specificată nicio valoare.
ru: Значение не указано.
sv: Inget värde specificerat.
ta: மதிப்பு குறிப்பிடப்படவில்லை.
tr: Değer belirtilmedi.
uk: Значення не вказано.
vi: Không có giá trị nào được xác định.
zh_hans: 没有指定值。
zh_hant: 沒有指定值。

# vso.cmd.config.set.error.failed
source: Failed to set configuration: %s
ar: فشل في تعيين التكوين: %s
de: Fehler beim setzen der Konfiguration: %s
eo: Malsukcesis modifi agordon: %s
es: No se pudo establecer la configuración: %s
fi: Kokoonpanon määrittäminen epäonnistui: %s
fr: Échec à définir la configuration : %s
ga: Theip ar chumraíocht a shocrú: %s
id: Gagal mengatur konfigurasi: %s
it: Impossibile applicare la configurazione: %s
ko: 구성 설정 실패: %s
nl: Configuratie instellen mislukt: %s
pt_br: Falha ao definir a configuração: %s
ro: Setarea configurației eșuată: %s
ru: Не удалось установить конфигурацию: %s
sv: Misslyckades med att ställa in konfiguration: %s
ta: உள்ளமைவை அமைப்பதில் தோல்வி: %s
tr: Yapılandırma ayarlanamadı: %s
uk: Не вдалося встановити конфігурацію: %s
vi: Không thể cài đặt cấu hình: %s
zh_hans: 无法设置配置：%s
zh_hant: 無法設定組態：%s

# vso.cmd.config.set.options.key
source: key of the configuration to set
ar: مفتاح التكوين المراد تعيينه
de: Key der festzulegenden Konfiguration
eo: ŝlosilo de la modifota agordo
es: clave de la configuración a configurar
fi: määritettävän kokoonpanon avain
fr: clé de la configuration à définir
ga: eochair na cumraíochta le socrú
id: kunci konfigurasi untuk disetel
it: chiave della configurazione da impostare
ko: 설정할 구성의 키
nl: sleutel van de configuratie om in te stellen
pt_br: chave da configuração a ser definida
ro: tasta configurației de setat
ru: ключ конфигурации для установки
sv: nyckeln för den konfiguration som ska ställas in
ta: அமைக்க உள்ளமைவின் விசை
tr: ayarlanacak yapılandırmanın anahtarı
uk: ключ конфігурації для встановлення
vi: khoá của cấu hình cần đặt
zh_hans: 要设置的配置的键
zh_hant: 要設定的組態的鍵

# vso.cmd.config.set.options.value
source: value of the configuration to set
ar: قيمة التكوين المراد تعيينها
de: Wert der festzulegenden Konfiguration
eo: valoro de la modifota agordo
es: valor de la configuración a establecer
fi: määritettävän kokoonpanon arvo
fr: valeur de la configuration à définir
ga: luach na cumraíochta le socrú
id: nilai konfigurasi yang akan diatur
it: valore della configurazione da impostare
ko: 설정할 구성의 값
nl: waarde van de configuratie om in te stellen
pt_br: valor da configuração a ser definida
ro: valoarea configurației de setat
ru: значение конфигурации для установки
sv: värdet för den konfiguration som ska ställas in
ta: அமைக்க உள்ளமைவின் மதிப்பு
tr: ayarlanacak yapılandırmanın değeri
uk: значення конфігурації для встановлення
vi: giá trị của cấu hình cần đặt
zh_hans: 要设置的配置的值
zh_hant: 要設定的組態的值

# vso.cmd.config.set.success
source: Configuration updated successfully.
ar: تم تحديث التكوين بنجاح.
de: Konfiguration erfolgreich aktualisiert.
eo: Agordoj modifiĝis sukcese.
es: Configuración actualizada exitosamente.
fi: Kokoonpanon päivitys onnistui.
fr: Configuration mise à jour avec succès.
ga: D' éirigh leis an gcumraíocht.
id: Konfigurasi telah diperbarui dengan sukses.
it: Aggiornamento della configurazione avvenuto con successo.
ko: 구성이 성공적으로 업데이트되었습니다.
nl: Configuratie succesvol bĳgewerkt
pt_br: Configuração atualizada com sucesso.
ro: Configurația a fost actualizată cu succes.
ru: Конфигурация успешно обновлена.
sv: Konfigurationen uppdaterades framgångsrikt.
ta: உள்ளமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
tr: Yapılandırma başarıyla güncellendi.
uk: Конфігурацію успішно оновлено.
vi: Cấu hình được cập nhật thành công.
zh_hans: 已成功更新配置。
zh_hant: 已成功更新組態。

# vso.cmd.config.show
source: Show the system configuration
ar: عرض تكوين النظام
de: Systemkonfiguration anzeigen
eo: Montri la sistemajn agordojn
es: Mostrar la configuración del sistema
fi: Näytä järjestelmän kokoonpano
fr: Afficher la configuration du système
ga: Taispeáin cumraíocht an chórais
id: Tampilkan konfigurasi sistem
it: Mostra la configurazione di sistema
ko: 시스템 구성을 표시합니다
nl: Toont de systeemconfiguratie
pt_br: Mostrar a configuração do sistema
ro: Afișați configurația sistemului
ru: Показать конфигурацию системы
sv: Visa systemkonfiguration
ta: கணினி உள்ளமைவைக் காட்டு
tr: Sistem yapılandırmasını göster
uk: Показати конфігурацію системи
vi: Hiển thị cấu hình hệ thống
zh_hans: 显示系统配置
zh_hant: 顯示系統組態

# vso.cmd.pico
source: Manage the VSO subsystem
ar: إدارة نظام VSO الفرعي
de: VSO-Subsystem verwalten
eo: Administri la VSO-subsistemon
es: Administrar el subsistema VSO
fi: Hallinnoi VSO-alijärjestelmää
fr: Gestion du sous-système VSO
ga: Bainistigh an fochóras VSO
id: Kelola subsistem VSO
it: Gestisci il sottosistema VSO
ko: VSO 하위 시스템을 관리합니다
nl: Beheer het VSO-subsysteem
pt_br: Gerenciar o subsistema VSO
ro: Gestionează subsistemul VSO
ru: Управление подсистемой VSO
sv: Hantera VSO undersystem
ta: VSO துணை அமைப்பை நிர்வகிக்கவும்
tr: VSO alt sistemini yönet
uk: Керування підсистемою VSO
vi: Quản lí hệ thống con VSO
zh_hans: 管理 VSO 子系统
zh_hant: 管理 VSO 子系統

# vso.cmd.pico.error.notInitialized
source: The VSO subsystem is not initialised. Please run `vso pico-init` to initialise it.
ar: نظام VSO الفرعي غير مهيأ. يرجى تشغيل `vso pico-init` لتهيئته.
de: Das VSO-Subsystem ist nicht initialisiert. Bitte führen Sie `vso pico-init`aus, um es zu initialisieren.
eo: La VSO-subsistemo ne estas lanĉita. Bonvolu ruli `vso pico-init` por lanĉi ĝin.
es: El subsistema VSO no está inicializado. Ejecute `vso pico-init` para inicializarlo.
fi: VSO-alijärjestelmää ei ole alustettu. Suorita `vso pico-init` alustaaksesi sen.
fr: Le sous-système VSO n'est pas initialisé. Veuillez lancer `vso pico-init` pour l'initialiser.
ga: Níl an fochóras VSO túsaithe. Rith 'vso pico-init' chun é a thúsú.
id: Subsistem VSO belum diinisialisasi. Silakan jalankan perintah `vso pico-init` untuk menginisialisasinya.
it: Il sottosistema VSO non è inizializzato. Per favore lanciare `vso pico-init` per inizializzarlo.
ko: VSO 하위 시스템이 초기화되지 않았습니다. `vso pico-init`을 실행하여 초기화해 주세요.
nl: Het VSO-subsysteem is niet geïnitialiseerd. Voer `vso pico-init` uit om deze te initialiseren.
pt_br: O subsistema VSO não foi inicializado. Por favor, execute 'vso pico-init' para inicializá-lo.
ro: Subsistemul VSO nu este inițializat. Rulează `vso pico-init` pentru a-l inițializa.
ru: Подсистема VSO не инициализирована. Пожалуйста, выполните `vso pico-init`, чтобы инициализировать её.
sv: VSO-undersystemet är inte initierat. Kör `vso pico-init` för att initiera det.
ta: VSO துணை அமைப்பு துவக்கப்படவில்லை. அதைத் தொடங்க `VSO Pico-init` ஐ இயக்கவும்.
tr: VSO alt sistemi ilklendirilmedi. İlklendirmek için `vso pico-init` çalıştırın.
uk: Підсистему VSO не ініціалізовано. Будь ласка, виконайте `vso pico-init` для її ініціалізації.
vi: Hệ thống con VSO chưa được khởi tạo. Vui lòng khởi tạo bằng lệnh `vso pico-init`.
zh_hans: VSO 子系统尚未初始化。请运行 `vso pico-init` 以初始化子系统。
zh_hant: VSO 子系統尚未初始化。請執行 `vso pico-init` 以初始化子系統。
