Repository: Vanilla-OS/vanilla-system-operator
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.vso.po
Languages: ar, de, eo, es, fi, fr, ga, id, it, ko, nl, pt_br, ro, ru, sv, ta, tr, uk, vi, zh_hans, zh_hant

# vso.cmd.tasks.new.options.onConditionCommand
source: execute the task on condition command
ar: تنفيذ المهمة بأمر مشروط
de: Aufgabe abhängig von einem Befehl ausführen
eo: ruli taskon laŭ kondiĉo-komando
es: realizar la tarea dependiendo de la condición del comando
fi: suorita tehtävä ehtokomennolla
fr: exécuter la commande de la tâche avec condition
ga: rith an tasc ar ordú coinníoll
id: jalankan tugas pada perintah kondisi
it: esegui l'attività sotto determinate condizioni
ko: 조건에 따라 작업 실행 명령
nl: voert de taak uit na statusopdracht
pt_br: execute a tarefa dependendo da condição do comando
ro: execută sarcina când comanda este condițională
ru: выполнить задачу по команде условия
sv: exekvera uppgiften på villkorskommando
ta: நிபந்தனை கட்டளையில் பணியை இயக்கவும்
tr: görevi koşul komutunda çalıştır
uk: виконувати завдання за умови команди
vi: thực hiện công việc với câu lệnh điều kiện
zh_hans: 按条件命令执行任务
zh_hant: 按條件命令執行工作

# vso.cmd.tasks.new.options.onCpuTemp
source: execute the task when CPU temperature is higher than 60Â°C
ar: تنفيذ المهمة عندما تكون درجة حرارة وحدة المعالجة المركزية أعلى من 60 درجة مئوية
de: die Aufgabe ausführen, wenn die CPU-Temperatur höher als 60 °C ist
eo: ruli taskon, kiam la ĉefprocesoro estas pli varma ol 60 °C
es: ejecutar la tarea cuando la temperatura de la CPU sea superior a 60°C
fi: suorittaa tehtävän, kun suorittimen lämpötila on yli 60 °C
fr: exécuter la tâche lorsque la température de l'unité centrale est supérieure à 60°C
ga: rith an tasc nuair a bhíonn teocht LAP níos airde ná 60 ° C
id: jalankan tugas saat suhu CPU melebihi 60Â°C
it: esegui l'attività quando la temperatura della CPU è maggiore di 60°C
ko: CPU 온도가 60°C보다 높을 때 작업을 실행
nl: voert de taak uit als CPU-temperatuur hoger is dan 60 °C
pt_br: execute a tarefa quando a temperatura da CPU for superior a 60°C
ro: execută sarcina când temperatura procesorului este mai mare de 60°C
ru: выполнить задачу, когда температура ЦП превышает 60°C
sv: utför uppgiften när CPU-temperaturen är högre än 60°C
ta: சிபியு வெப்பநிலை 60 ° C ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi MİB sıcaklığı 60°C'den yüksekse çalıştır
uk: виконувати завдання, коли температура процесора перевищує 60°C
vi: thực hiện công việc khi nhiệt độ vi xử lý vượt quá 60°C
zh_hans: 在 CPU 温度高于 60°C 时执行任务
zh_hant: 在 CPU 溫度高於 60°C 時執行工作

# vso.cmd.tasks.new.options.onCpuUsage
source: execute the task when CPU usage is higher than X%
ar: تنفيذ المهمة عندما يكون استخدام وحدة المعالجة المركزية أعلى من X%
de: die Aufgabe ausführen, wenn die CPU-Auslastung höher als X % ist
eo: ruli taskon, kiam pli ol X% de la ĉefprocesoro estas uzata
es: ejecutar la tarea cuando el uso de la CPU sea superior al X%
fi: suorittaa tehtävän, kun suorittimen käyttö on yli X %
fr: exécuter la tâche lorsque l'utilisation de l'unité centrale est supérieure à X%
ga: rith an tasc nuair a bhíonn úsáid LAP níos airde ná X%
id: jalankan tugas saat penggunaan CPU melebihi X%
it: esegui l'attività quando l'utilizzo della CPU è maggiore di X%
ko: CPU 사용량이 X%보다 높을 때 작업을 실행
nl: voert de taak uit als CPU-gebruik hoger is dan het opgegeven percentage
pt_br: execute a tarefa quando o uso da CPU for maior que X%
ro: execută sarcina când utilizarea procesorului este mai mare de X%
ru: выполнить задачу, когда использование ЦП превышает X%
sv: utför uppgiften när CPU-användningen är högre än X%
ta: சிபியு பயன்பாடு x% ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi MİB kullanımı %X'ten yüksekse çalıştır
uk: виконувати задачу, коли використання процесора перевищує X%
vi: thực hiện công việc khi vi xử lí đang chạy trên X% công suất
zh_hans: 在 CPU 使用率高于 …% 时执行任务
zh_hant: 在 CPU 使用率高於 …% 時執行工作

# vso.cmd.tasks.new.options.onDeviceConnect
source: execute the task when a device is connected
ar: تنفيذ المهمة عند توصيل جهاز
de: die Aufgabe ausführen, wenn ein Gerät angeschlossen ist
eo: ruli taskon, kiam aparato konektiĝas
es: ejecutar la tarea cuando se conecta un dispositivo
fi: suorittaa tehtävän, kun laite on kytketty
fr: exécuter la tâche lorsqu'un appareil est connecté
ga: Rith an tasc nuair atá gléas ceangailte
id: jalankan tugas saat perangkat terhubung
it: esegui l'attività quando un dispositivo viene connesso
ko: 장치가 연결되면 작업 실행
nl: voert de taak uit als een apparaat wordt verbonden
pt_br: execute a tarefa quando um dispositivo for conectado
ro: execută sarcina când se conectează un dispozitiv
ru: выполнить задачу при подключении устройства
sv: utför uppgiften när en enhet är ansluten
ta: சாதனம் இணைக்கப்படும்போது பணியை இயக்கவும்
tr: görevi bir aygıt bağlandığında çalıştır
uk: виконувати задачу, коли пристрій під'єднано
vi: thực hiện công việc khi có một thiết bị được kết nối
zh_hans: 在某设备连接时执行任务
zh_hant: 在某裝置連接時執行工作

# vso.cmd.tasks.new.options.onDeviceDisconnect
source: execute the task when a device is disconnected
ar: تنفيذ المهمة عندما يكون الجهاز مفصولاً
de: die Aufgabe ausführen, wenn ein Gerät nicht angeschlossen ist
eo: ruli taskon, kiam aparato malkonektiĝas
es: ejecutar la tarea cuando se desconecta un dispositivo
fi: suorittaa tehtävän, kun laite on irrotettu
fr: exécuter la tâche lorsqu'un appareil est déconnecté
ga: Rith an tasc nuair atá gléas dícheangailte
id: jalankan tugas saat perangkat terputus
it: esegui l'attvità quando un dispositivo viene disconnesso
ko: 장치 연결이 끊어졌을 때 작업을 실행
nl: voert de taak uit als een apparaat wordt losgekoppeld
pt_br: execute a tarefa quando um dispositivo for desconectado
ro: execută sarcina când se deconectează un dispozitiv
ru: выполнить задачу, когда устройство отключено
sv: utför uppgiften när en enhet kopplas från
ta: சாதனம் துண்டிக்கப்படும்போது பணியை இயக்கவும்
tr: görevi bir aygıtın bağlantısı kesildiğinde çalıştır
uk: виконувати задачу, коли пристрій від'єднано
vi: thực hiện công việc khi có một thiết bị được ngắt kết nối
zh_hans: 在某设备断开连接时执行任务
zh_hant: 在某裝置中斷連接時執行工作

# vso.cmd.tasks.new.options.onDisconnect
source: execute the task when the system is disconnected from the network
ar: تنفيذ المهمة عندما يكون النظام مفصولاً عن الشبكة
de: die Aufgabe ausführen, wenn das System nicht mit dem Netzwerk verbunden ist
eo: ruli taskon, kiam la sistemo estas malkonektita el la reto
es: ejecutar la tarea cuando el sistema está desconectado de la red
fi: suorittaa tehtävän, kun järjestelmä on irrotettu verkosta
fr: exécuter la tâche lorsque le système est déconnecté du réseau
ga: an tasc a fhorghníomhú nuair atá an córas dícheangailte ón líonra
id: jalankan tugas saat sistem terputus dari jaringan
it: esegui l'attività quando il sistema viene disconnesso dalla rete
ko: 시스템이 네트워크에서 연결이 끊어졌을 때 작업을 실행
nl: voert de taak uit als het systeem verbinding met het netwerk verliest
pt_br: execute a tarefa quando o sistema for desconectado da rede
ro: execută o sarcină când sistemul e deconectat de la rețea
ru: выполнить задачу при отключении системы от сети
sv: utför uppgiften när systemet är frånkopplat från nätverket
ta: நெட்வொர்க்கிலிருந்து கணினி துண்டிக்கப்படும்போது பணியை இயக்கவும்
tr: görevi sistem ağdan bağlantısını kestiğinde çalıştır
uk: виконувати задачу, коли система від'єднана від мережі
vi: thực hiện công việc khi hệ thống đã ngắt kết nối mạng
zh_hans: 在系统与网络断开连接时执行任务
zh_hant: 在系統與網路中斷連線時執行工作

# vso.cmd.tasks.new.options.onFullBattery
source: execute the task when the system is fully charged
ar: تنفيذ المهمة عندما يكون النظام مشحونًا بالكامل
de: die Aufgabe ausführen, wenn das System vollständig aufgeladen ist
eo: ruli taskon, kiam la baterio estas plene ŝargita
es: ejecutar la tarea cuando el sistema esté completamente cargado
fi: suorittaa tehtävän, kun järjestelmä on ladattu täyteen
fr: exécuter la tâche lorsque le système est complètement chargé
ga: an tasc a chur i gcrích nuair a ghearrtar an córas go hiomlán
id: jalankan tugas saat sistem telah terisi penuh
it: esegui l'attività quando il sistema è completamente carico
ko: 시스템이 완전히 충전되면 작업을 실행
nl: voert de taak uit als het systeem volledig is opgeladen
pt_br: execute a tarefa quando o sistema estiver totalmente carregado
ro: execută o sarcină când sistemul e complet încărcat cu curent
ru: выполнить задачу, когда система полностью заряжена
sv: utför uppgiften när systemet är fulladdat
ta: கணினி முழுமையாக சார்ச் செய்யப்படும்போது பணியை இயக்கவும்
tr: görevi sistem tümüyle şarj olduğunda çalıştır
uk: виконувати задачу, коли система повністю заряджена
vi: thực hiện công việc khi hệ thống được sạc đầy
zh_hans: 在系统充满电时执行任务
zh_hant: 在系統充滿電時執行工作

# vso.cmd.tasks.new.options.onHighCpuUsage
source: execute the task when CPU usage is higher than 50%
ar: تنفيذ المهمة عندما يكون استخدام وحدة المعالجة المركزية أعلى من 50%
de: die Aufgabe ausführen, wenn die CPU-Auslastung höher als 50 % ist
eo: ruli taskon, kiam pli ol 50% de la ĉefprocesoro estas uzata
es: ejecutar la tarea cuando el uso de la CPU sea superior al 50%
fi: suorittaa tehtävän, kun suorittimen käyttö on yli 50 %
fr: exécuter la tâche lorsque l'utilisation du CPU est supérieure à 50 %
ga: rith an tasc nuair a bhíonn úsáid LAP níos airde ná 50%
id: jalankan tugas saat penggunaan CPU melebihi 50%
it: esegui l'attività quando l'utilizzo della CPU è maggiore del 50%
ko: CPU 사용량이 50%보다 높을 때 작업을 실행
nl: voert de taak uit als CPU-gebruik hoger is dan 50%
pt_br: execute a tarefa quando o uso da CPU for superior a 50%
ro: execută o sarcină când utilizarea procesorului e mai mare de 50%
ru: выполнить задачу, когда использование ЦП превышает 50%
sv: utför uppgiften när CPU-användningen är högre än 50 %
ta: சிபியு பயன்பாடு 50% ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi MİB kullanımı %50'ten yüksekse çalıştır
uk: виконувати задачу, коли завантаження процесора перевищує 50%
vi: thực hiện công việc khi vi xử lý chạy trên 50% công suất
zh_hans: 在 CPU 使用率高于 50% 时执行任务
zh_hant: 在 CPU 使用率高於 50% 時執行工作

# vso.cmd.tasks.new.options.onHighInternetUsage
source: execute the task when Internet usage is higher than 500Kb/s
ar: تنفيذ المهمة عندما يكون استخدام الإنترنت أعلى من 500 كيلو بايت/ثانية
de: die Aufgabe ausführen, wenn die Internetnutzung höher als 500 Kb/s ist
eo: ruli taskon, kiam la Interreto estas uzata pli ol 500 kb/s
es: ejecutar la tarea cuando el uso de internet sea superior a 500Kb/s
fi: suorittaa tehtävän, kun Internetin käyttö on yli 500 kb/s
fr: exécuter la tâche lorsque l'utilisation de l'internet est supérieure à 500 Kb/s
ga: an tasc a fhorghníomhú nuair atá úsáid an idirlín níos airde ná 500Kb/s
id: jalankan tugas saat penggunaan internet melebihi 500 Kb/s
it: esegui l'attività quando l'utilizzo di internet è maggiore di 500Kb/s
ko: 인터넷 사용량이 500Kb/s보다 높을 때 작업을 실행
nl: voert de taak uit als internetgebruik hoger is dan 500 Kb/s
pt_br: execute a tarefa quando o uso da Internet for superior a 500Kb/s
ro: execută o sarcină când utilizarea internetului e mai mare de 500Kb/s
ru: выполняйте задачу, когда скорость доступа в Интернет превышает 500 Кбит/с
sv: utför uppgiften när internetanvändningen är högre än 500Kb/s
ta: இணைய பயன்பாடு 500kb/s ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi internet kullanımı 500Kb/s'den yüksekse çalıştır
uk: виконувати задачу, коли швидкість інтернету перевищує 500 кб/с
vi: thực hiện công việc khi thông lượng mạng vượt quá 500Kb/s
zh_hans: 在网络吞吐量高于 500Kb/s 时执行任务
zh_hant: 在網路使用量高於 500Kb/s 時執行工作

# vso.cmd.tasks.new.options.onHighMemoryUsage
source: execute the task when memory usage is higher than 50%
ar: تنفيذ المهمة عندما يكون استخدام الذاكرة أعلى من 50%
de: die Aufgabe ausführen, wenn der Speicherverbrauch höher als 50 % ist
eo: ruli taskon, kiam pli ol 50% de la memoro estas uzata
es: ejecutar la tarea cuando el uso de memoria sea superior al 50%
fi: suorittaa tehtävän, kun muistin käyttö on yli 50 %
fr: exécuter la tâche lorsque l'utilisation de la mémoire est supérieure à 50 %
ga: rith an tasc nuair a bhíonn úsáid chuimhne níos airde ná 50%
id: jalankan tugas saat penggunaan memori melebihi 50%
it: esegui l'attività quando la memoria utilizzata è maggiore del 50%
ko: 메모리 사용량이 50%보다 높을 때 작업을 실행
nl: voert de taak uit als geheugengebruik hoger is dan 50%
pt_br: execute a tarefa quando o uso de memória for superior a 50%
ro: execută o sarcină când utilizarea memoriei e mai mare de 50%
ru: выполнить задачу, когда использование памяти превышает 50%
sv: utför uppgiften när minnesanvändningen är högre än 50 %
ta: நினைவக பயன்பாடு 50% ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi bellek kullanımı %50'den yüksekse çalıştır
uk: виконувати задачу, коли використання пам'яті перевищує 50%
vi: thực hiện công việc khi RAM được sử dụng trên 50%
zh_hans: 在内存使用率高于 50% 时执行任务
zh_hant: 在記憶體使用率高於 50% 時執行工作

# vso.cmd.tasks.new.options.onInternetUsage
source: execute the task when Internet usage is higher than XKb/s
ar: تنفيذ المهمة عندما يكون استخدام الإنترنت أعلى من X كيلو بايت/ثانية
de: die Aufgabe ausführen, wenn die Internetnutzung höher als X Kb/s ist
eo: ruli taskon, kiam la Interreto estas uzata pli ol X kb/s
es: ejecutar la tarea cuando el uso de Internet sea superior a XKb/s
fi: suorittaa tehtävän, kun Internetin käyttö on suurempi kuin X kb/s
fr: exécuter la tâche lorsque l'utilisation de l'internet est supérieure à X Kb/s
ga: an tasc a fhorghníomhú nuair atá úsáid an idirlín níos airde ná XKb/s
id: jalankan tugas saat penggunaan internet melebihi XKb/s
it: esegui l'attività quando l'utilizzo di internet è maggiore di XKb/s
ko: 인터넷 사용량이 XKb/s보다 높을 때 작업을 실행
nl: voert de taak uit als internetgebruik hoger is dan de opgegeven snelheid (Kb/s)
pt_br: execute a tarefa quando o uso da Internet for maior que XKb/s
ro: execută o sarcină când utilizarea internetului e mai mare de XKb/s
ru: выполнить задачу, когда использование интернета превышает X Кб/с
sv: utför uppgiften när internetanvändningen är högre än XKb/s
ta: இணைய பயன்பாடு xkb/s ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi internet kullanımı XKb/s'den yüksekse çalıştır
uk: виконувати задаяу, коли швидкість інтернету перевищує X кб/с
vi: thực hiện công việc khi thông lượng mạng vượt quá XKb/s
zh_hans: 在网络吞吐量高于 …Kb/s 时执行任务
zh_hant: 在網路使用量高於 …Kb/s 時執行工作

# vso.cmd.tasks.new.options.onLowBattery
source: execute the task when the system is low on battery (20%)
ar: تنفيذ المهمة عندما يكون مستوى البطارية في النظام منخفضًا (20%)
de: die Aufgabe ausführen, wenn der Akku des Systems schwach ist (20 %)
eo: ruli taskon, kiam la baterio estas malpli ŝargita ol 20%
es: ejecutar la tarea cuando el sistema tiene poca batería (20%)
fi: suorittaa tehtävän, kun järjestelmän akku on vähissä (20 %)
fr: exécuter la tâche lorsque la batterie du système est faible (20 %)
ga: rith an tasc nuair a bhíonn an córas íseal ar chadhnra (20%)
id: jalankan tugas saat baterai sistem rendah (20%)
it: esegui l'attività quando il sistema ha un basso livello di batteria (20%)
ko: 시스템의 배터리가 부족할 때 작업 실행(20%)
nl: voert de taak uit als de accu minder dan 20% energie resterend heeft
pt_br: execute a tarefa quando o sistema estiver com pouca bateria (20%)
ro: execută o sarcină când sistemul are baterie puțină (20%)
ru: выполнить задачу, когда в системе низкий уровень заряда батареи (20%)
sv: utför uppgiften när systemet har låg batterinivå (20%)
ta: கணினி பேட்டரியில் குறைவாக இருக்கும்போது பணியை இயக்கவும் (20%)
tr: görevi sistem pil düzeyi düşükse (%20) çalıştır
uk: виконувати задачу, коли низький заряд батареї (20%)
vi: thực hiện công việc khi hệ thống sắp hết pin (20%)
zh_hans: 在系统电量低（20%）时执行任务
zh_hant: 在系統電量低（20%）時執行工作

# vso.cmd.tasks.new.options.onMemoryUsage
source: execute the task when memory usage is higher than X%
ar: تنفيذ المهمة عندما يكون استخدام الذاكرة أعلى من X%
de: die Aufgabe ausführen, wenn der Speicherverbrauch höher als X % ist
eo: ruli taskon, kiam pli ol X% de la memoro estas uzata
es: ejecutar la tarea cuando el uso de memoria sea superior al X%
fi: Suorita tehtävä, kun muistin käyttö on yli X %
fr: exécuter la tâche lorsque l'utilisation de la mémoire est supérieure à X%
ga: rith an tasc nuair atá úsáid chuimhne níos airde ná X%
id: jalankan tugas saat penggunaan memori melebihi X%
it: esegui l'attività quando la memoria utilizzata è maggiore del X%
ko: 메모리 사용량이 X%보다 높을 때 작업을 실행
nl: voert de taak uit als geheugengebruik hoger is dan het opgegeven percentage
pt_br: execute a tarefa quando o uso de memória for maior que X%
ro: execută o sarcină când utilizarea memoriei e mai mare de X%
ru: выполнить задачу, когда использование памяти превышает X%
sv: utför uppgiften när minnesanvändningen är högre än X%
ta: நினைவக பயன்பாடு x% ஐ விட அதிகமாக இருக்கும்போது பணியை இயக்கவும்
tr: görevi bellek kullanımı %X'ten yüksekse çalıştır
uk: виконувати задачу, коли використання пам'яті перевищує X%
vi: thực hiện công việc khi RAM được sử dụng trên X%
zh_hans: 在内存使用率高于 …% 时执行任务
zh_hant: 在記憶體使用量高於 …% 時執行工作

# vso.cmd.tasks.new.options.onNetwork
source: execute the task when the system is connected to the network
ar: تنفيذ المهمة عندما يكون النظام متصلاً بالشبكة
de: die Aufgabe ausführen, wenn das System mit dem Netzwerk verbunden ist
eo: ruli taskon, kiam la sistemo konektiĝas al la reto
es: ejecutar la tarea cuando el sistema está conectado a la red
fi: suorittaa tehtävän, kun järjestelmä on kytketty verkkoon
fr: exécuter la tâche lorsque le système est connecté au réseau
ga: an tasc a rith nuair atá an córas ceangailte leis an líonra
id: jalankan tugas saat sistem terhubung ke jaringan
it: esegui l'attività quando il sistema è connesso alla rete
ko: 시스템이 네트워크에 연결되어 있을 때 작업을 실행
nl: voert de taak uit als het systeem met een netwerk verbindt
pt_br: execute a tarefa quando o sistema for conectado à rede
ro: execută o sarcină când sistemul e conectat la rețea
ru: выполнить задачу, когда система подключена к сети
sv: utför uppgiften när systemet är anslutet till nätverket
ta: கணினி பிணையத்துடன் இணைக்கப்படும்போது பணியை இயக்கவும்
tr: görevi sistem ağa bağlandığında çalıştır
uk: виконувати задачу, коли система під'єднана до мережі
vi: thực hiện công việc khi hệ thống đã kết nối mạng
zh_hans: 在系统连接到网络时执行任务
zh_hant: 在系統連線到網路時執行工作

# vso.cmd.tasks.new.options.onProcess
source: execute the task when a process starts
ar: تنفيذ المهمة عند بدء عملية
de: die Aufgabe ausführen, wenn ein Prozess startet
eo: ruli taskon, kiam procezo lanĉiĝas
es: ejecutar la tarea cuando se inicia un proceso
fi: suorittaa tehtävän prosessin käynnistyessä
fr: exécuter la tâche au démarrage d'un processus
ga: an tasc a chur i gcrích nuair a thosaíonn próiseas
id: jalankan tugas saat proses dimulai
it: esegui l'attività quando si avvia un processo
ko: 프로세스가 시작될 때 작업 실행
nl: voert de taak uit als er een proces start
pt_br: execute a tarefa quando um processo for iniciado
ro: execută o sarcină când se pornește un proces
ru: выполнить задачу при запуске процесса
sv: utför uppgiften när en process startar
ta: ஒரு செயல்முறை தொடங்கும் போது பணியை இயக்கவும்
tr: görevi bir işlem başladığında çalıştır
uk: виконувати задачу під час запуску процесу
vi: thực hiện công việc khi có một tiến trình được bắt đầu
zh_hans: 在某进程启动时执行任务
zh_hant: 在某行程開始時執行工作

# vso.cmd.tasks.rm
source: Remove a task
ar: إزالة مهمة
de: Eine Aufgabe entfernen
eo: Forigi taskon
es: Eliminar una tarea
fi: Poista tehtävä
fr: Supprimer une tâche
ga: Bain tasc
id: Hapus tugas
it: Rimuovi un'attività
ko: 작업 제거
nl: Verwĳdert een taak
pt_br: Remover uma tarefa
ro: Elimină o sarcină
ru: Удалить задачу
sv: Ta bort en uppgift
ta: ஒரு பணியை அகற்று
tr: Görev kaldır
uk: Видалити задачу
vi: Xoá một công việc
zh_hans: 移除任务
zh_hant: 移除工作

# vso.cmd.tasks.rm.error.cannotDelete
source: Cannot delete task: %s
ar: لا يمكن حذف المهمة: %s
de: Aufgabe kann nicht gelöscht werden: %s
eo: Ne povas forigi taskon: %s
es: No se puede eliminar la tarea: %s
fi: Tehtävää ei voi poistaa: %s
fr: Impossible de supprimer la tâche : %s
ga: Ní féidir tasc a scriosadh: %s
id: Tidak dapat menghapus tugas: %s
it: Impossibile cancellare l'attività: %s
ko: 작업을 삭제할 수 없습니다: %s
nl: Kan taak niet verwĳderen: %s
pt_br: Não é possível excluir tarefa: %s
ro: Nu se poate șterge sarcina: %s
ru: Невозможно удалить задачу: %s
sv: Kan inte ta bort uppgift: %s
ta: பணியை நீக்க முடியாது: %s
tr: Görev silinemedi: %s
uk: Неможливо видалити задачу: %s
vi: Không thể xoá công việc: %s
zh_hans: 无法删除任务：%s
zh_hant: 無法刪除工作：%s

# vso.cmd.tasks.rm.error.noName
source: No task name specified.
ar: لم يتم تحديد اسم المهمة.
de: Kein Aufgabenname angegeben.
eo: Neniu nomo de tasko specifiĝis.
es: No se ha especificado el nombre de la tarea.
fi: Ei tehtävän nimeä määritetty.
fr: Aucun nom de tâche n'est spécifié.
ga: Níor sonraíodh ainm an taisc.
id: Tidak ada nama tugas yang ditentukan.
it: Nessun nome di attività specificato.
ko: 작업 이름이 지정되지 않았습니다.
nl: Geen taaknaam opgegeven
pt_br: Nenhum nome de tarefa especificado.
ro: Numele sarcinii nu e specificat.
ru: Имя задачи не указано.
sv: Inget uppgiftsnamn specificerat.
ta: பணி பெயர் குறிப்பிடப்படவில்லை.
tr: Görev adı belirtilmedi.
uk: Не вказано назву задачі.
vi: Không có tên công việc nào được xác định.
zh_hans: 没有指定任务名称。
zh_hant: 沒有指定工作名稱。

# vso.cmd.tasks.rm.error.notFound
source: Task not found.
ar: لم يتم العثور على المهمة.
de: Aufgabe nicht gefunden.
eo: Tasko ne troviĝis.
es: Tarea no encontrada.
fi: Tehtävää ei löytynyt.
fr: Tâche non trouvée.
ga: Níor aimsíodh an tasc.
id: Tugas tidak ditemukan.
it: Attività non trovata.
ko: 작업을 찾을 수 없습니다.
nl: Taak niet gevonden.
pt_br: Tarefa não encontrada.
ro: Sarcina nu a fost găsită.
ru: Задача не найдена.
sv: Uppgift hittades inte.
ta: பணி கிடைக்கவில்லை.
tr: Görev bulunamadı.
uk: Задачу не знайдено.
vi: Không tìm thấy công việc.
zh_hans: 未找到任务。
zh_hant: 未找到工作。

# vso.cmd.tasks.rm.info.askConfirmation
source: Are you sure you want to delete the task %s? [y/N]
ar: هل أنت متأكد أنك تريد حذف المهمة %s؟ [y/N]
de: Sind Sie sicher, dass Sie die Aufgabe %s löschen möchten? [j/N]
eo: Ĉu vi certe volas forigi la taskon %s? [y/N]
es: ¿Está seguro de que desea eliminar la tarea %s? [sí/no]
fi: Oletko varma, että haluat poistaa tehtävän %s? [k/E]
fr: Êtes-vous sûr de vouloir supprimer la tâche %s ? [y/N]
ga: An bhfuil tú cinnte go bhfuil fonn ort an tasc %s a scriosadh? [y/N]
id: Apakah Anda yakin ingin menghapus tugas %s? [y/N]
it: Sei sicuro di voler cancellare l'attività %s? [s/N]
ko: 작업 %s를 삭제하시겠습니까? [y/N]
nl: Weet u zeker dat u de taak ‘%s’ wilt verwĳderen? [y/N]
pt_br: Tem certeza de que deseja excluir a tarefa %s? [y/N]
ro: Ești sigur că vrei să ștergi sarcina %s? [y/N]
ru: Вы точно хотите удалить задачу %s? [д/Н]
sv: Är du säker på att du vill ta bort uppgift %s? [j/N]
ta: பணி %s ஐ நீக்க விரும்புகிறீர்களா? [y/n]
tr: %s görevini kaldırmak istediğinize emin misiniz? [y/N]
uk: Ви впевнені, що хочете видалити задачу %s? [y/N]
vi: Bạn có chắc chắn muốn xoá công việc %s? [y/N]
zh_hans: 确定要删除任务 %s 吗？[y/N]
zh_hant: 是否確實要刪除工作 %s？[y/N]

# vso.cmd.tasks.rm.info.taskDeleted
source: Task has been deleted successfully.
ar: تم حذف المهمة بنجاح.
de: Aufgabe wurde erfolgreich gelöscht.
eo: Tasko estis sukcese forigita.
es: La tarea se ha eliminado correctamente.
fi: Tehtävän poistaminen onnistui.
fr: La tâche a été supprimée avec succès.
ga: Scriosadh an tasc go rathúil.
id: Tugas telah dihapus dengan sukses.
it: L'attività è stata cancellata con successo.
ko: 작업이 성공적으로 삭제되었습니다.
nl: De taak is succesvol verwĳderd.
pt_br: A tarefa foi excluída com sucesso.
ro: Sarcina a fost ștearsă cu succes.
ru: Задача успешно удалена.
sv: Uppgiften har raderats framgångsrikt.
ta: பணி வெற்றிகரமாக நீக்கப்பட்டுள்ளது.
tr: Görev başarıyla silindi.
uk: Задачу успішно видалено.
vi: Công việc đã được xoá thành công.
zh_hans: 已成功删除任务。
zh_hant: 已成功刪除工作。
